ent-WeaponEnergyGun = энергетический карабин
    .desc = Стандартная модель энергетического карабина, есть два режима: летальный и нелетальный. На рукоятке надпись: "только для авторизованного персонала"
ent-WeaponCyborgEnergyGun = энергетический карабин борга
    .desc = Стандартная модель  энергетического карабина, есть два режима: летальный и нелетальный. Спроектирован для использования боргом. На рукоятке надпись: "только для авторизованного персонала"
ent-WeaponEnergyGunMultiphase = LWC X-01 мультифазовый энергетический пистолет
    .desc = Глубокая модернизация антикварного лазера. Имеет несколько режимов стрельбы. Данная модель лишена функции самозарядки со временем в обмен на более ёмкую батарею. На рукоятке надпись: "только для авторизованного персонала"
