frontier-lobby-tsfmc-secondary-subtext = Периферийный аванпост КВП ТСФ.
frontier-lobby-tsfmc-secondary-description = Периферийный аванпост Корпуса Военной Полиции выполняет функцию резервной базы на случай выхода флагмана КВП из строя. Оснащён элементарным малым доком - и практически ничем более.
frontier-lobby-camelot-subtext = Военная база, некогда находившаяся во владении СССП.
frontier-lobby-camelot-description = Это НЕ безопасная зона. Данная точка спавна не рекомендуется для новых игроков. Здесь доступны и экспедиционная и стандартная верфь.
frontier-lobby-jupiter-subtext = Большой, мобильный авианосец мехов.
frontier-lobby-jupiter-description = Крупный авианосец мехов, управляемый имперским авангардом Династии Фаэтон. У него не так много мощи, чтобы сражаться с другими кораблями или с целой группой шаттлов, но есть большое количество мехов и точечная защита.
