ghost-role-information-asakim-name = Воин Азаким
ghost-role-information-asakim-description = Генетически улучшенный суперсолдат эпохи до Раскола, оказавшийся в секторе после ошибки в работе криогенного сна.
ghost-role-information-asakim-rules =
    Вы - [color=#05e6ff][bold]Азаким[/bold][/color], генно-модифицированный суперсолдат, что очнулся в глубоком космосе после ошибки в работе криогенного сна. С вашего последнего задания прошли столетия. Ваши союзники - другие воины-азакимы и [color=#00CCFF]флот АСЗ[/color].
    Ваши задачи: [color=red]захватывать территорию (точки интереса)[/color], защищать её от враждебных сил и ожидать приказа командования, сохраняя при этом своё технологическое превосходство.
    
    1. Захватывайте точки интереса, которые могут принести пользу или помочь достичь ваших целей (исключая безопасные зоны). Для этого вы можете использовать подчиняющийся вам флот Автоматической Системы Защиты.
    2. Очищайте регион от враждебных фракций (КВП ТСФ, ДФ, Химеры и другие).
    
    Прочтение руководства [color=red][bold]обязательно для этой роли[/bold][/color].
    Вы не помните свою предыдущую жизнь и ничего из того, что выучили, будучи призраком.
    Вам разрешено помнить общие знания об игре: например, как готовить, как пользоваться предметами и т.п, но все же помните, что Вы генно-модифицированный суперсолдат, а не обычный космонавт.