ghost-role-information-chimera-name = Химера
ghost-role-information-chimera-description = Результат какой-то отвратительной вспышки летоферола где-то далеко отсюда.
ghost-role-information-chimera-rules = Ваши единственные союзники - [color=#ebba34][bold]другие химеры[/bold][/color].
    Ваша цель - [color=#ebba34][bold]распространять инфекцию, вызываемую летоферолом[/bold][/color].
    Для этой роли требуется [color=red][bold]прочтение руководства[/bold][/color].
    Вы не помните ничего из своей прошлой жизни, и вы не помните ничего из того, чему научились, будучи призраком.
    Вам разрешается запоминать знания об игре в целом, такие как приготовление пищи, использование предметов и т.д.
    Вам категорически [color=red]ЗАПРЕЩЕНО[/color] помнить имя, внешность и т.д. вашего предыдущего персонажа.