ent-WallArmorAddonSolid = Твердая броня
    .desc = Дополнительный слой брони, прикрепленный к боку шаттла. Обеспечивает дополнительную защиту, но ценой уязвимости к взрывам.
ent-WallArmorAddonSolidCornerL = угол твердой брони
    .desc = Дополнительный слой брони, прикрепленный к боку шаттла. Обеспечивает дополнительную защиту, но ценой уязвимости к взрывам.
ent-WallArmorAddonSolidCornerR = угол твердой брони
    .desc = Дополнительный слой брони, прикрепленный к боку шаттла. Обеспечивает дополнительную защиту, но ценой уязвимости к взрывам.