ent-MachineFTLDrive = модуль БСС-25
    .desc = Модуль БлюСпейс Скачка, увеличивающий дальность скачка корабля до ~5 километров. Эффекты не суммируются.
ent-MachineFTLDrive50 = модуль БСС-50
    .desc = Модуль БлюСпейс Скачка, увеличивающий дальность скачка корабля до ~10 километров. Эффекты не суммируются.
ent-MachineFTLDrive25S = модуль БСС-25У
    .desc = Модуль БлюСпейс Скачка, увеличивающий дальность скачка корабля до ~5 километров с сокращённым временем перезарядки и повышенной скоростью прыжка. Эффекты не суммируются.
