station-event-bluespace-dungeon-start-announcement = Зафиксированы сигнатуры крупного объекта, входящего в сектор. Капитанам экипажей рекомендуется соблюдать осторожность, вы несёте ответственность за любой причинённый ущерб или потерю жизни.
station-event-bluespace-dungeon-warning-announcement = Зафиксирована нестабильность блюспейс пространства вокруг аномального объекта. Предполагаемое время исчезновения - через 5 минут.
station-event-bluespace-dungeon-end-announcement = Зафиксирована критическая нестабильность блюспейс пространства. Аномальный объект покинул сектор.

station-event-bluespace-scrap-start-announcement = В блюспейс пространстве зафиксирован шторм. В ближайшее время ожидается поступление обломков различных шаттлов. Суда в аварийном состоянии являются законной целью для утилизации.
station-event-bluespace-scrap-warning-announcement = Зафиксирована нестабильность блюспейс пространства вокруг обломков. Предполагаемое время исчезновения обломков - пять минут.
station-event-bluespace-scrap-end-announcement = Зафиксирована критическая нестабильность блюспейс пространства. Обломки шаттлов покинули пространство сектора.

station-event-bluespace-vault-start-announcement = В сектор входит защищённое хранилище Транс-Солнечной Федерации. КВП уполномочены объявить Бесполётную Зону вокруг хранилища. Счета аванпостов будут пополнены в случае безопасного возвращения хранилища.
station-event-bluespace-vault-warning-announcement = Удалённые процедуры блюспейс перемещений были запущены. Осталось 5 минут до извлечения хранилища.
station-event-bluespace-vault-end-announcement = Мы извлекли хранилище из сектора Колосс. На счета аванпостов начислена компенсация.

station-event-bluespace-cache-start-announcement = Внимание всему доступному персоналу КВП! ТСФ-НК транспортирует оружейное хранилище Синдиката через ваш сектор. КВП уполномочены объявить Бесполётную Зону вокруг хранилища. Счета аванпостов будут пополнены за оборону хранилища.
station-event-bluespace-cache-warning-announcement = Удалённые процедуры блюспейс перемещений были запущены. Осталось 5 минут до извлечения оружейного хранилища.
station-event-bluespace-cache-end-announcement = Мы извлекли оружейное хранилище Синдиката из сектора Колосс. На счета аванпостов начислена компенсация.

station-event-bluespace-asteroid-start-announcement = Датчики дальнего сканирования зафиксировали необычно большой астероид, входящий в сектор. Работникам сектора рекомендуется перенаправить добывающие операции для извлечения максимальной выгоды.
station-event-bluespace-asteroid-warning-announcement = Зафиксирована нестабильность блюспейс пространства вокруг астероида. Предполагаемое время исчезновения - через пять минут.
station-event-bluespace-asteroid-end-announcement = Зафиксирована критическая нестабильность блюспейс пространства, астероид покинул сектор.

station-event-bluespace-ship-start-announcement = Мы зафиксировали необычную сигнатуру блюспейс перемещения - датчики дальнего сканирования сигнализируют о неопознанном шаттле. Капитанам экипажей рекомендуется соблюдать осторожность.
station-event-bluespace-ship-warning-announcement = Удалённые процедуры блюспейс перемещений были запущены. Осталось 5 минут до извлечения неопознанного шаттла.
station-event-bluespace-ship-end-announcement = В соответствии с протоколами блюспейс перемещений, неизвестный шаттл был рассеян для избежания столкновений.

station-event-bluespace-syndicate-ftl-interception-start-announcement = Внимание всему доступному персоналу ТСФ! Нашими силами удалось перехватить и изменить конечную точку блюспейс перемещения судна аффилированного с Синдикатом. Согласно данным глубокого сканирования, судно либо уже вошло в космическое пространство сектора, либо войдёт в него с минуты на минуту. Код АУИЛ: Анализ, Уничтожение, Истребление, Ликвидация. На объекте ожидается вооруженное сопротивление со стороны экипажа судна, применение летальной силы в отношении вражеских агентов разрешено. Уведомление: потери персонала ТСФ компенсации не подлежат. Напоминание: персонал, допущенный к операции, обязан сдать все опасные и контрабандные материалы местному отделу военной полиции для обеспечения безопасной транспортировки технологий Синдиката на изучение. В случае захвата пленных сотрудники военной полиции обязаны подготовить их к транспортировке в Центральное управление для допроса через Систему обмена контрабандой КВП (СОК КВП).
station-event-bluespace-syndicate-ftl-interception-warning-announcement = Зафиксирована попытка запуска блюспейс процедур шаттла Синдиката. Осталось 5 минут до завершения данной процедуры, после чего к судну будут применены меры по соблюдению безопасности.
station-event-bluespace-syndicate-ftl-interception-end-announcement = Судно Синдиката было уничтожено при попытке покинуть сектор.

station-event-bluespace-wizardfederation-scout-start-announcement = Внимание всему доступному персоналу ТСФ! Нашими силами удалось перехватить и изменить конечную точку блюспейс перемещения сигнатуры, данные которой указывает на принадлежность перехваченного малого судна к Федерации Магов. Код АУИЛ: Анализ, Уничтожение, Истребление, Ликвидация. На объекте ожидается вооруженное сопротивление со стороны экипажа судна, применение летальной силы в отношении вражеских агентов разрешено. Уведомление: потери персонала ТСФ компенсации не подлежат. Напоминание: персонал, допущенный к операции, обязан сдать все опасные и контрабандные материалы местному отделу военной полиции для обеспечения безопасной транспортировки технологий Федерации Магов на изучение. В случае захвата пленных сотрудники военной полиции обязаны подготовить их к транспортировке в Центральное управление для допроса через Систему обмена контрабандой КВП (СОК КВП).
station-event-bluespace-wizardfederation-scout-warning-announcement = Зафиксирована попытка запуска блюспейс процедур шаттла Федерации Магов. Осталось 5 минут до завершения данной процедуры, после чего к судну будут применены меры по соблюдению безопасности.
station-event-bluespace-wizardfederation-scout-end-announcement = Судно Федерации Магов было уничтожено при попытке покинуть сектор.

station-event-bluespace-bloodmoon-start-announcement = Внимание всему доступному персоналу ТСФ! Нашими силами удалось перехватить и изменить конечную точку блюспейс перемещения сигнатуры, данные которой указывает на принадлежность перехваченного малого судна к Культу Крови. Код АУИЛ: Анализ, Уничтожение, Истребление, Ликвидация. На объекте ожидается вооруженное сопротивление со стороны экипажа судна, применение летальной силы в отношении вражеских агентов разрешено. Местным силам военной полиции рекомендуется принять меры по ограничению контакта персонала с опасными материалами. Напоминание: персонал, допущенный к операции, обязан сдать все опасные и контрабандные материалы местному отделу военной полиции для обеспечения безопасной транспортировки технологий Культа Крови на изучение.
station-event-bluespace-bloodmoon-warning-announcement = Зафиксирована попытка запуска блюспейс процедур шаттла Культа Крови. Осталось 5 минут до завершения данной процедуры, после чего к судну будут применены меры по соблюдению безопасности.
station-event-bluespace-bloodmoon-end-announcement = Судно Культа Крови было уничтожено при попытке покинуть сектор.

station-event-bluespace-generic-ftl-start-announcement = Внимание всему персоналу ТСФ! Мониторинг сектора Колосс зафиксировал вход неопознанного судна в пределы сектора. При изучении данного объекта следует быть осторожным и сохранять бдительность, так как существует риск ранений или гибели персонала.
station-event-bluespace-generic-ftl-warning-announcement = Зафиксирована попытка запуска блюспейс процедур неопознанного шаттла. Осталось 5 минут до завершения данной процедуры, после чего к судну будут применены меры по соблюдению безопасности.
station-event-bluespace-generic-ftl-end-announcement = Неопознанное судно было уничтожено при попытке покинуть сектор.

station-event-bluespace-name-BrokenMcDelivery = МакДоставка
station-event-bluespace-name-Cave = Пещеры
station-event-bluespace-name-UnidentifiedVessel = Неопознанное Судно
station-event-bluespace-name-SecureNTVault = Защищённое Хранилище ТСФ
station-event-bluespace-name-SyndicateWeaponsCache = Оружейное Хранилище Синдиката
