reagent-name-celoxradine = целохрадін
reagent-desc-celoxradine = Лікарський препарат, розроблений для того, щоб допомогти працівникам промислових підприємств швидше одужувати після травм, отриманих у результаті нетипових виробничих травм. Діє повільно, але має широке застосування.

reagent-name-rhymatine = ритамін
reagent-desc-rhymatine = Незвичайний хімічний препарат для лікування клітинних ушкоджень, який замінює клітинні ушкодження ушкодження на холод та шок.

reagent-name-mesotaxinide = мезотаксинід
reagent-desc-mesotaxinide = Високоочищений хімічний препарат на основі "Амбузол+", здатний легко відновлювати значні пошкодження, спричинені токсинами. Він легко розчиняє організми, що містять латоферол. Здатний повертати мутації, спричинені латоферолом, до природного стану.

reagent-name-mesophenerol = мезофенерол
reagent-desc-mesophenerol = Дешевша альтернатива мезотаксиніду, яка лише усуває інфекцію хімери та виводить летоферол з організму.

reagent-name-letoferol = летоферол
reagent-desc-letoferol = Надзвичайно небезпечна біологічна зброя, розроблена як вдосконалена версія "Ромеролу". Перетворює того, хто її застосовує, на щось більше, ніж просто бездумного зомбі. Застосування цієї зброї скрізь вважається порушенням прав гуманоїдів.

reagent-name-nat-letoferol = натуральний летоферол
reagent-desc-nat-letoferol = Варіант летоферолу, отриманий органічним способом. Він набагато чистіший, і для нейтралізації його дії необхідні мезотаксинід або мезоферол. Щоб перетворити людину, потрібно більше цього препарату, ніж звичайного летоферолу.

reagent-name-protoletoferol = протолетоферол
reagent-desc-protoletoferol = Летоферол нейтралізований шляхом електролізу. Використовується як речовина для ліків, що виліковують наслідки летоферолу. Зараз він настільки неактивний, що ніякої шкоди вам не завдасть.

reagent-name-peranol = перанол
reagent-desc-peranol = Більш стабільна версія лепоразину, що знижує температуру тіла та лікує термічні опіки. Має посилений ефект на гідракінів.

reagent-name-phenoxzine = фенокзин
reagent-desc-phenoxzine = Біохімічний препарат, призначений для стимулювання швидкого росту кігтів, зокрема кігтів рептилій.

reagent-name-meroxzine = мерокзин
reagent-desc-meroxzine = Біохімічний препарат, що зупиняє ріст усіх природних кігтів, у тому числі кігтів рептилій.
