reagent-name-fent = фентаніл
reagent-desc-fent = Надзвичайно сильний опіоїдний знеболюючий засіб і наркотик. Він викликає сильну залежність і є предметом жахливого зловживання. При змішуванні з трикордразином у співвідношенні 5:1 (5 одиниць фентанілу на 1 одиницю трикордразину) та нагріванні до 310 К він твердне і набуває великої цінності. У поєднанні з диловеном він стає дуже вибухонебезпечним, тому кристалізувати його можна лише по одній порції за раз.

reagent-name-gestalzitine = Гесталцитин
reagent-desc-gestalzitine = Аномальна хімічна речовина, яка ніде не зустрічається в природі. Це надзвичайно ефективний седативний засіб, який, судячи з усього, безпосередньо впливає на функції головного мозку, примушуючи організм перейти у стан, схожий на сон.
