mono-standard-title = Стандартный (ТСФ | Ренегаты | СИВ)
mono-standard-description = Местные силы СИВ и Ренегатов угрожают колонизации ТСФ в секторе.

mono-roguetsf-title = Гонка вооружений (ТСФ | Ренегаты | СИВ)
mono-roguetsf-description = Конфликт накаляется: Ренегаты и СИВ противостоят рейдами, используя свои разработки против ТСФ, которое наращивает военный потенциал.

mono-tsfussp-title = Холодная война (ТСФ)
mono-tsfussp-description =  Колонизация ТСФ находятся под угрозой из-за экспансии СССП. Местный отряд КПТСФ и колониальные силы СССП находятся в состоянии холодной войны.

mono-ads-title = Наследие (ТСФ | Ренегаты | СИВ)
mono-ads-description = На фоне противостояния ТСФ, Ренегатов и СИВ пробуждаются старые оборонительные системы, наполняя сектор угрозами для всех сторон.

mono-chimera-title = Биоугроза (ТСФ | Ренегаты | СИВ)
mono-chimera-description =  Сектор окутывает биологическая угроза, меняющая все правила выживания во время конфликта ТСФ, Ренегатов и СИВ.

mono-mixed-title = Смешанный (ТСФ | Ренегаты | СИВ)
mono-mixed-description = Трёхсторонний конфликт между ТСФ, Ренегатами и СИВ развивается во время череды разных непредсказуемых угроз.

mono-allatonce-title = Апокалипсис (ВСЕ)
mono-allatonce-description = Полномасштабная война между ТСФ, Ренегатами и СИВ сопровождается активацией систем древних ADS, одновременно с распространением биоугрозы «Химера».
