# department
department-Empire-description = Свящ. Империяяияияияияияияияияияияияия уахухахуха

# Outpost
forge-job-desc-outpostmedic = Лечи людей, делай вид что лечишь людей.
forge-job-desc-outpostengineer = Чини что сломалось, ломай что починил.
forge-job-desc-outpostservice = Приготовь, налей, уберись, повтори.
job-description-service-worker = Получи работу, стань уборщиком, поваром, инженером или почтальном и работай во благо корпорации.

# Syndicate
forge-job-desc-syndicommander = Глава штурмовой группы "Жнецы"
forge-job-desc-medsyn = Специально подготовленный Горлексом медик для работы в зонах боевых действий
forge-job-desc-engineersyn = Технический специалист Горлекса
forge-job-desc-smuggler = Торгуй контрабандой. Не попадайся (Опционально).
forge-job-desc-smugglerbodyguard = Защищай того, кто торгует контрабандой. Не умирай (Опционально).
forge-job-desc-stormtrooper = Штурмовик подчиняющийся командиру.

# paraMedical
forge-job-desc-paramedical = Полевой медик занимающийся спасением раненых.
job-description-md-medic = Военизированные парамедики, спасающие неопытных авантюристов от любых угроз. Даже если это включает в себя применение оружия.
job-description-nt-medic-pilot = « Прилетим за семь минут или вернём деньги! » Специалисты в полёте и эксперты по маневрированию шаттлов Травмы Тима.
job-description-nt-medic-gunner = Специалисты по оружию и профессионалы своего дела. Именно они стреляют лучше, чем все остальные врачи компании Травмы Тима.
job-description-nt-medic = Нейтральные врачи, настроенные на мирное лечение и преимущественного расположения на Центральном Аванпосте, однако могут его покидать для спасения бедолаг.

# Empire
# forge-job-desc-praefect = Аристократ Империи, направленный управлять её интересами на «дальних рубежах». Обладает высшей военной и административной властью, распоряжается судьбами офицеров и ходом кампаний. Его положение отделяет его от прочих - но именно он воплощает присутствие Империи в этом регионе.
forge-job-desc-praefect = Высокородный аристократ Священной Империи, наделённый властью управлять её силами в регионе. Верховный командующий и высшая административная власть, отвечающий за военные успехи, распределение ресурсов и ход кампаний. Его решения определяют судьбу региона, однако он вынужден учитывать интересы Империи за пределами поля боя.
# forge-job-desc-consul = Полномочный дипломат Священной Империи, представляющий её интересы в регионе. Ведёт переговоры, заключает соглашения и координирует взаимодействие с иными фракциями, действуя в рамках воли Империи и под защитой её закона.
forge-job-desc-consul = Полномочный представитель Священной Империи, отвечающий за её дипломатические интересы в регионе. Следит за соблюдением договорённостей, ведёт переговоры и предотвращает эскалацию конфликтов. Его задача - сдерживать военные решения, способные привести к нежелательным последствиям для Империи.
# forge-job-desc-inquisitor = Высший служитель Имперской веры, следящий за чистотой доктрины и искореняющий ересь. Проводит расследования, допросы и духовные проверки, обладает правом вмешательства в дела военных и гражданских при угрозе идеологической или религиозной скверны.
forge-job-desc-inquisitor = Высший служитель Имперской веры, блюститель доктрины и духовной чистоты. Проводит расследования, выявляет ересь и направляет действия Империи в соответствии с религиозными догматами. Его долг: это служение вере, даже если это, возможно, противоречит военным или дипломатическим интересам.
forge-job-desc-tessarian = Старший офицер, отвечающий за общее руководство подразделениями, стратегическое планирование и координацию офицерского состава. Руководит Преторами и иными младшими командирами, контролирует выполнение боевых задач и поддерживает дисциплину на уровне всей операции.
forge-job-desc-praetorian = Младший офицер, непосредственно командующий солдатами на поле боя. Исполняет приказы Тессарианов и высшего командования, ведёт отряды в бой, отвечает за тактические действия и удержание позиций.
forge-job-desc-auxilia = Рядовой боец Имперской Гвардии, составляющий основу её военной мощи. Исполняет приказы командиров, участвует в боевых операциях, охране и патрулировании, демонстрируя дисциплину и преданность Империи.
forge-job-desc-neophyte = Новобранец гвардии, ещё не заслуживший звания солдата. Подчиняется безоговорочно, выполняет любую порученную работу и проходит проверку дисциплины и верности. Лишь доказав свою ценность, он может стать частью военной машины Империи.

forge-job-desc-cardinal = Офицер внутреннего надзора, отвечающий за дисциплину, лояльность и моральное состояние личного состава. Проводит проверки, расследует нарушения, имеет право применять карательные меры к дезертирам, мятежникам и подозреваемым в нелояльности.
forge-job-desc-arbiter = Представитель имперского закона, контролирующий гражданское население и имеющий полномочия выступать в качестве судьи и адвоката. Его юрисдикция распространяется как на гражданских, так и на военнослужащих в случаях серьёзных нарушений закона Империи.
forge-job-desc-dekuron = Младший офицер, координирующий действия небольших отрядов.
forge-job-desc-smallinq = Служитель Имперской веры, назначаемый в распоряжение Эклезиарха. Выполняет поручения по расследованию, допросам и выявлению ереси, действуя как его прямой инструмент в делах веры и доктрины.
forge-job-desc-apotek = Военный врач, отвечающий за лечение раненых, проведение медицинских процедур и поддержание боеспособности личного состава. Контролирует состояние бойцов, может принимать решения о пригодности к службе и возвращении в строй.
forge-job-desc-technican = Технический специалист, обслуживающий вооружение, оборудование и инфраструктуру. Отвечает за ремонт, настройку и восстановление технологий, а также за поддержание их работоспособности в боевых условиях.

# Renegates
department-Renegates-description = Восставшие колонии, ренегаты.
forge-job-desc-baron = Местный командующий и лидер сил восставших колоний.
forge-job-desc-draftsman = Левая рука Коммодора и главный мозг ренегатов. Отвечает за ресурсы и исследовательскую деятельность.
forge-job-desc-overseer = Правая рука Коммодора и ударный кулак ренегатов. Командует солдатами на передовой и вселяет ужас во врага.
forge-job-desc-quack = Врач без медицинского образования. В суровых условиях колоний, выбора немного.
forge-job-desc-foreman = Мультитул, но живой. Инженер, техник, шахтёр, учёный и многие другие умные(или не очень) профессии.
forge-job-desc-flunky = Боец сопротивления восставших колоний. Умеешь стрелять? Сгодишься.
forge-job-desc-militia = Ополченец восставших колоний, рядовой солдат. Чаще всего используется как пушечное мясо, желаем удачи.
forge-job-desc-watchman = Смотритель за аванпостом, заключенными и пленными. Отвечает за порядок, защиту аванпоста от вражеских кораблей и допрос пленных.

# TSF
department-TSF-description = Военные и дипломатические силы Транс-Солнечной Федерации в секторе.
job-description-tsf-commanding-officer = Возглавляйте силы ТСФ в секторе, определяйте приоритеты и удерживайте цепочку командования. Ваше звание от Подполковника до Полковника.
job-description-tsf-senior-officer = Следите за дисциплиной внутри ТСФ и координируйте офицеров в бою. Ваше звание от Капитана до Майора.
job-description-tsf-executive-officer = Отвечайте за закон, гражданских и внешние правовые вопросы Федерации. Ваше звание от Капитана до Майора.
job-description-tsf-senior-aide = Помогайте командованию, поддерживайте организацию в рядах ТСФ, будьте лояльны к Федерации. Ваше звание от Уорент-Офицера до Второго Лейтенанта.
job-description-tsf-ambassador = Представляйте Федерацию в дипломатии и ведите переговоры от её имени.
job-description-tsf-ranger = Будьте основной боевой силой ТСФ и выполняйте приказы офицеров. Ваше звание от Рядового до Сержанта.
job-description-tsf-recruit = Учитесь службе, слушайте морпехов и офицеров и становитесь полноценным солдатом Федерации. Ваше звание - Рекрут.
job-description-tsf-engineer = Чините шаттлы, стройте баррикады, будьте специалистом по полевой инженерии.
job-description-tsf-Medic = Спасайте жизни своих товарищей, меняйте их органы и конечности, будьте ангелом-хранителем морпехов ТСФ.
job-description-tsf-sl = Командуйте приставленным в ваш отряд людьми и приведите их к победе.
job-description-tsf-Crew = Обслуживайте Халкион, следите за питанием, изучайте РнД, производите снаряжение.
job-description-tsf-crewofficer = Руководите экипажем Халкиона и будьте главным стрелком-наводчиком аванпоста.
