ent-BaseBitcoin = базовый биткоин
    .desc = Ценный биткоин, состоящий из произвольных данных. Определённо хорошая инвестиция.

ent-BitcoinContribcoin = Contribcoin™
    .desc = Странно ценный биткоин, состоящий из множества общих определений, сырых данных и рабочих пресетов. Немного волатилен.

ent-BitcoinIdeascoin = Ideascoin™
    .desc = Удивительно ценный биткоин, состоящий из сырых концептуальных данных множества полностью гипотетических вещей. Умеренно волатилен.

ent-BitcoinLuxurycoin = Luxurycoin™
    .desc = Абсурдно ценная и редкая криптомонета, состоящая из тонн высококачественного кода и универсальных систем. Крайне волатильна.
