ent-BaseCargoPallet = { ent-CargoPallet }
    .desc = { ent-CargoPallet.desc }
ent-CargoPallet = грузовой поддон
    .desc = Обычное для логистических грузовых перевозок приспособление. Тонкое напоминание о том, куда девать ящики при транспортировке, чтобы избежать ушибов ног.
ent-CargoPalletSell = продающий грузовой поддон
    .desc = Определяет допустимые предметы для продажи. Изготовлен из пластитана, чтобы обезопасить от надоедливых вандалов.
ent-CargoPalletBuy = покупающий грузовой поддон
    .desc = desc = Определяет, где будут появляться заказанные товары после покупки. Изготовлен из пластитана, чтобы обезопасить от надоедливых вандалов.
