ent-ClothingNeckPonchoBlackStripeBlue = чёрное пончо
    .desc = Рекламируется как шедевр защиты от непогоды. На деле — колется, душное и чуть великовато, но хотя бы не холодно. Эта версия окрашена в чёрный цвет с синими метками.
ent-ClothingNeckPonchoBlackStripeGreen = чёрное пончо
    .desc = Рекламируется как шедевр защиты от непогоды. На деле — колется, душное и чуть великовато, но хотя бы не холодно. Эта версия окрашена в чёрный цвет с зелёными метками.
ent-ClothingNeckPonchoBlackStripeWhite = чёрное пончо
    .desc = Рекламируется как шедевр защиты от непогоды. На деле — колется, душное и чуть великовато, но хотя бы не холодно. Эта версия окрашена в чёрный цвет с белыми метками.
ent-ClothingNeckBombCollar = Ошейник с бомбами
    .desc = Прочный взрывной ошейник, плотно фиксирующийся на шее. При получении сигнала детонирует с задержкой в ​​5 секунд. Полезен для держания людей в узде.
