ent-FlowerLilie = лилия
    .desc = Многие народы считали, что этот цветок олицетворяет изящество, красоту и роскошь.
ent-Sunflower = подсолнух
    .desc = Многие народы считали, что этот цветок означает жизнь, радость и процветание, символ гармонии и красоты, символ связи земли и неба
ent-FlowerRose = роза
    .desc = Многие народы считали, что этот цветок символизирует триаду Любви, Терпения и Мученичества некой Богоматери
ent-FieldFlower = полевые цветы
    .desc = Кошмар аллергиков. Интересно, какой чай из них может сварить Asler?
