ent-MobExplorerBaseT1 = исследователь
    .desc = { ent-MobNonHumanHostileBase.desc }
ent-MobExplorerBaseT2 = исследователь
    .desc = { ent-MobNonHumanHostileBase.desc }
ent-MobExplorerBaseT3 = исследователь
    .desc = { ent-MobNonHumanHostileBase.desc }
ent-MobExplorerBaseT4 = исследователь
    .desc = { ent-MobNonHumanHostileBase.desc }
ent-MobExplorerMeleeT1 = копатель
    .desc = Вооружён старой доброй киркой и жадностью. Каждой группе нужна грубая сила.
ent-MobExplorerRangedT1 = мусорщик
    .desc = Кинетический ускоритель в одной руке, фонарик в другой, пиво в желудке. Вот как правильно зарабатывать на жизнь.
ent-MobExplorerMeleeT2 = собиратель
    .desc = Мародёр, смог прожить достаточно для того, чтобы позволить себе более-менее хорошую экипировку.
ent-MobExplorerRangedT2 = утилизатор
    .desc = Обрез кинетического ускорителя в одной руке, нож-крушитель в другой, магма-эль в желудке и сапогах.
ent-MobExplorerMeleeT3 = шахтёр
    .desc = Бурит во имя... бурения. Ни одна скала не устоит перед силой акимбо буров. Хорошо, что ты не из камня.
ent-MobExplorerRangedT3 = исследователь
    .desc = Ветеран среди исследователей, достаточно опытен и богат, для того чтобы исследовать руины погибших цивилизаций просто из любопытства и ради адреналина.
ent-MobExplorerHauler = грузовой мех
    .desc = Укомплектован тяжёлым оборудованием для мародёрства в промышленных масштабах. Извините, для "возвращения активов".
ent-MobExplorerBoss = капитан исследователей
    .desc = Бесстрашный и закалённый в боях лидер команды, годами ползал в самых тёмных углах галактики и работал с жестокими криминальными бандами чтобы стать капитаном. Не недооценивать.
ent-SeismicChargeGun = Пускатель сейсмического заряда
    .desc = Нужен чтобы выстрелить сейсмическим зарядом.
ent-ActionSeismicCharge = [color=yellow]Метнуть Сейсмический Заряд[/color]
    .desc = Пускает сейсмический заряд, который взрывается при контакте. [color=yellow]50 секунд перезарядка.[/color]
