# This file is only for the language traits. If we add species-specific languages to the list of traits,
# we should add them here in the order they are in the list, for organization. Maybe add more languages later.

trait-category-languages = Языки
trait-language-foreigner-light-name = Подготовленный чужестранец
trait-language-foreigner-light-desc =
    Вы понимаете основной язык, общегалактический, но всё ещё плохо на нём разговариваете.
    У вас есть переводчик, чтобы вам помочь в коммуникации, лучше держать его заряженным.
trait-language-foreigner-name = Чужестранец
trait-language-foreigner-desc = Вы не понимаете общий язык, Стандарт Андромеды, и для общения вам постоянно требуется переводчик. У вас есть переводчик для понимания и речи, не забывайте его заряжать.
trait-language-signlanguage-name = Язык жестов
trait-language-signlanguage-desc = Язык жестов "Тау-Кита Бейсик". Сокращённо - TKБ-ЯЖ. Этот язык жестов широко распространён среди немых и глухих людей.
trait-language-solcommon-name = Соларианский
trait-language-solcommon-desc = Уходящий корнями в китайский, Соларианский стал официальным языком Транс Солнечной Федерации - объединяющим все колонии. На нём говорят чиновники, его преподают в школах, и используют те, кто чувствует связь с ТСФ.
trait-language-tradeband-name = Торговый
trait-language-tradeband-desc = Происходящий от латыни и романских языков древней Земли, Торговый остаётся основным языком человеческой элиты. Для большинства слушателей он звучит элегантно и стройно. Он сохраняет популярность среди торговцев, дипломатов и тех, кто стремится удержать в руках осколок романтического прошлого.
trait-language-freespeak-name = Ашер
trait-language-freespeak-desc = Изломанный и практически неизвестный язык для тех, кто не вырос на Коллосе. Практически невнятен для непривыкшего уха, очень выразителен для своих.
trait-language-elyran-name = Элиранский
trait-language-elyran-desc = Сконструированный с использованием элементов фарси, арабского и турецкого языков. Влияние всех трёх языков прослеживается в его грамматике и лексике.
trait-language-valyrianstandard-name = Валирийский
trait-language-valyrianstandard-desc = Язык, произошедший от восточноевропейских языков древней Земли, - Валирийский является общеупотребительной речью гарпий, выросших на своей родной планете Валирия-4b. За пределами миров его коренных носителей на нём почти не говорят, и в современную эпоху он был вытеснен "конлангами" Транс-Солнечной Федерации. Его носители - те, кто стремится сохранить традиции и верования древних народов доколониальной эры.
trait-language-novunederic-name = Ново-Нидерик
trait-language-novunederic-desc = Язык космических колонистов и терраформистов, сохранивший резкие согласные своих земных корней. Популярен среди тех, кто осваивает новые миры.
trait-language-azaziba-name = Синта'азазиба
trait-language-azaziba-desc = Родной язык азакимов, представляющий собой сочетание устной речи и жестикуляции.
trait-language-SiikMaas-name = Сиик'маас
trait-language-SiikMaas-desc = Древний религиозный язык таяр, ныне наиболее распространённый и изучаемый язык Адхомаи.
