trait-bogan-accent-name = Bogan accent
trait-bogan-accent-desc = Oi! You speaking like a Yowie!
# Physical
trait-prybar-prosthetics-name = Протезы-Ломики
trait-prybar-prosthetics-desc = Ваши руки усилены сталью и гидравликой. Вы можете вырваться из некоторых неприятных ситуаций силой.

trait-vigor-name = Неутомимость
trait-vigor-desc =
    Неизвестно, чистая ли это решимость, физическая форма или бионические улучшения, важно одно - ваша выносливость повышена.
    Ваш запас выносливости увеличен на 10 единиц.
    Восстановление выносливости в секунду увеличено на 0.6 единицы.
    Восстановление выносливости теперь начинается через 2.25 секунды после получения урона по ней, вместо 3 секунд.

trait-lethargy-name = Вялость
trait-lethargy-desc =
    Вы устаёте быстрее других, что делает вас более уязвимым к истощению и утомлению.
    Ваш запас выносливости уменьшен на 15 единиц.
    Восстановление выносливости в секунду уменьшено на 0.6 единицы.
    Восстановление выносливости теперь начинается через 3.75 секунды после получения урона по ней, вместо 3 секунд.

trait-glass-jaw-name = Стеклянная челюсть
trait-glass-jaw-desc = Ваше тело более хрупкое, чем у других, что делает вас более восприимчивым к боли. Порог урона для перехода в критическое состояние уменьшен на 10 единиц.

trait-tenacity-name = Упорство
trait-tenacity-desc = Будь то за счёт грубой стойкости, силы воли или незаметных бионических имплантов - вы выносливее других. Ваш порог урона для перехода в критическое состояние увеличен на 5 единиц.

trait-will-to-live-name = Воля к жизни
trait-will-to-live-desc =
    У вас необычайно сильная «воля к жизни», и вы сопротивляетесь смерти лучше других.
    Ваш порог урона для наступления смерти увеличен на 10 единиц.

trait-will-to-die-name = Воля к смерти
trait-will-to-die-desc =
    У вас необычайно слабая «воля к жизни», и вы сопротивляетесь смерти хуже других.
    Ваш порог урона для наступления смерти уменьшен на 15 единиц.

trait-thieving-name = Воровство
trait-thieving-desc = Вы ловки руками и талантливы в убеждении людей расстаться со своим имуществом. Вы можете определить предметы в карманах, воровать их тише и примерно на 33% быстрее.

trait-bionic-legs-name = Бионические ноги
trait-bionic-legs-desc =
    Одна или несколько ваших конечностей заменены дорогими, передовыми бионическими протезами. Это может быть либо протез из высокореалистичного синтетического мяса,
    либо более очевидная металлическая конечность. Эта конечность обеспечивает повышенную скорость, позволяя быстрее убегать от опасности или добираться до места.

trait-osteogenesis-imperfecta-name = Несовершенный остеогенез
trait-osteogenesis-imperfecta-desc = Также известный как «болезнь хрупких костей», это генетическое нарушение приводит к тому, что кости легко ломаются, часто просто от движения. Данная черта снижает ваш порог критического урона на 50 единиц.

trait-hemophilia-name = Гемофилия
trait-hemophilia-desc = Способность вашего тела формировать тромбы нарушена. Вы кровоточите примерно в два раза дольше, и у вас легко появляются синяки, увеличивая получаемый урон от ушибов на 10%.

trait-voracious-name = Прожорливость
trait-voracious-desc = Ничто не встанет между вами и вашей едой. Ваше бесконечное потребление пищи и напитков происходит в два раза быстрее.

trait-bionic-spinarette-name = Бионическая прядильная железа
trait-bionic-spinarette-desc = Этот выращенный в чане орган - зарегистрированный и запатентованный корпорацией «Кварк» - продаётся как высокофункциональное улучшение в клиниках по всему известному космосу. Он состоит из модуля, традиционно имплантируемого прямо ниже запястья, который поглощает липиды организма для преобразования в полностью натуральный шёлк. Небольшое отверстие на ладони позволяет пользователю «прясть» эту нить.

trait-feeble-name = Тщедушие
trait-feeble-desc = Ваше тело плохо реагирует на травмы, делая урон более серьёзно влияющим на ваше передвижение. Для большинства видов данная черта замедляет движение на 30% при 45 уроне и на 54% при 65 уроне.

trait-trap-avoider-name = Чутьё на ловушки
trait-trap-avoider-desc = Вы обладаете сверхъестественным чувством ловушек и бессознательно избегаете их. Вы никогда не активируете напольные ловушки, такие как мины, растяжки, мышеловки (если вы достаточно малы) и т.д.

trait-self-aware-name = Самосознание
trait-self-aware-desc = Вы обладаете острым интуитивным пониманием своего тела и чувств. Вы можете точно определить серьёзность ран и ожогов, как анализатор здоровья, и оценить наличие отравления или нехватки воздуха.

trait-liquor-lifeline-name = Спиртовая жила
trait-liquor-lifeline-desc = Забудьте про доктора - просто загляните в бар за своей «этаноловой терапией»! В состоянии опьянения вы медленно восстанавливаете урон от ударов, ожогов, электрошока и холода, в зависимости от степени опьянения. Ваша печень заменена на выносливую дворфскую, даруя преимущества устойчивости к алкоголю.

trait-redshirt-name = Красная рубаха
trait-redshirt-desc = «Они сказали, этим воздухом можно дышать. Зашёл, вышел, и никто не пострадает. Что-то тянет меня вверх по холму. Я смотрю вниз на свою красную рубаху. Я смотрю вниз на свою красную рубаху». Снижает ваш порог урона для наступления смерти на 100 единиц.

trait-striking-calluses-name = Ударные мозоли
trait-striking-calluses-desc = Легендарное улучшение из мира кибернетических боевых искусств. Костные кожные отложения (или твёрдые пластиковые оболочки для протезов) усиливают ваши костяшки. Увеличивает базовый урон безоружной атаки на 2, но не даёт преимуществ в вооружённом ближнем бою.

trait-steadfast-name = Несгибаемость
trait-steadfast-desc = Когда другие согнутся под тяжестью травм, вы будете неумолимо идти вперёд. Для большинства видов это уменьшает замедление от урона: 25% при 60 уроне становится 17% при 70, а 45% при 80 становится 30% при 90.

trait-dermal-armor-name = Дермальная броня
trait-dermal-armor-desc = Ваша кожа заменена гибкой, но прочной полимерной оболочкой, покрытой слоем синтетической плоти. Даёт 3.5 единицы прямого снижения урона от ударов, порезов и уколов, но вы получаете на 25% больше урона от электричества.

trait-ironman-name = Железный человек
trait-ironman-desc = Вы живёте строго на наличных. Вы не можете снимать со своего банковского счёта, но начинаете смену с ваучером Железного человека, чтобы прокормиться.

trait-temperature-tolerance-name = Температурная устойчивость
trait-temperature-tolerance-desc = Вы обладаете заметной устойчивостью к низким температурам. Вы можете долго находиться в условиях чуть ниже нуля, например, в холодильной камере или на освещённых солнцем склонах Глейшера.

trait-alcohol-tolerance-name = Алкогольная толерантность
trait-alcohol-tolerance-desc = Ваше тело игнорирует визуальные эффекты выпивки. Напитки гораздо меньше затуманивают ваше зрение, но это не влияет на алкогольное отравление или степень опьянения.

trait-platelet-factories-name = Фабрики тромбоцитов
trait-platelet-factories-desc = Ваше тело усилено рядом биоинженерных органов, повышающих долгосрочную выживаемость. Эти органы пытаются сохранить вам жизнь даже перед лицом тяжёлых травм, вплоть до - но не включая - смерти. Ваша естественная регенерация усиленно восстанавливает физический и механический урон.

trait-nanite-repair-drones-name = Нанитовые дроны
trait-nanite-repair-drones-desc = В вашем шасси работают ремонтные дроны на основе нанитов, реагирующие на физические повреждения. Хотя это и не так быстро, как ручной ремонт, это значительно сократит ежедневные затраты на техническое обслуживание.

trait-hardened-lymphocytes-name = Затвердевшие лимфоциты
trait-hardened-lymphocytes-desc = Ваш костный мозг был обработан стволовыми клетками, затвердевшими благодаря меланоцитам, которые уменьшают вредное воздействие радиации. Эффективен до 1 рад; подходит для легких экспедиционных и шахтёрских работ.
