ent-WeaponRifleAnnie = M-27 "Анна"
    .desc = Зверь, созданный чтобы побеждать там, где остальные сдаются. Использует патроны калибра 7.62х39мм.
ent-WeaponRifleWSPR = ВСПР-121
    .desc = Новейшая винтовка чёрного рынка. Универсальная, надежная, удобная. Одобрено убийцами и головорезами. Использует патроны калибра 7.62х39мм.
ent-WeaponRifleM90 = М-90
    .desc = Компактная винтовка компановки булл-пап. Использует патроны калибра 7.62х51мм.
ent-WeaponRifleBurner = РП "Пожиратель"
    .desc = Крупнокалиберный пистолет-пулемет синдиката. Использует патроны калибра 12.7х99мм.
