# Lobby
company-lobby-menu = [color=white]Компания:[/color] [color={ $color }]{ $name }[/color]
company-lobby-menu-none = [color=white]Компания:[/color] [color=yellow]{ $id }[/color]
company-card-examine = [color={ $color }]{ $name }[/color]
# Admin companies
winter-solstice-name = Зимнее Солнцестояние
winter-solstice-description =  Все три ветви корпуса военной полиции Транс-Солнечной Федерации подчиняются единому высшему командованию Федерации, известному как "Зимнее Солнцестояние".

# Core companies
drake-industries-name = Дрэйк Индастрис
drake-industries-description = Эффективность, прибыль, надёжность. "Дрэйк Индастрис" - бывший крупный торговый концерн, превратившийся в крупнейшего промышленного гиганта сектора. От элегантных гражданских кораблей до переработки сырья - компания держится на плаву в основном за счёт подпитки окружающих конфликтов. Официально она не одобряет любые враждебные действия со стороны своих членов. Она сулит лёгкую прибыль всем способным пилотам, инженерам и частным охранникам, готовым вступить под её знамёна. Только не удивляйтесь, когда рабочие условия окажутся авральными сроками, без перерывов и со сном на грязной подстилке.

steel-hammer-name = Мануфактурный комплекс "Стальной молот"
steel-hammer-description = Крупный промышленный конгломерат, ключевая корпорация в секторе. Специализируется на проектировании, строительстве и оснащении корпусов шаттлов для гражданских, ЧВК или того, кто больше заплатит, используя стартапы, проверенных промышленных партнёров и независимых инженеров. Ключевой поставщик корпусов и готовых кораблей в секторе "Колосс", что делает его одним из мечей в назревающем конфликте между основными фракциями. После исторического краха мегакорпорации "NanoTrasen" и "Синдиката" уцелевшие дочерние судостроительные компании с обеих сторон поняли, что лучший курс - максимально дистанцироваться от разрушенных сил и начать заново. "Стальной молот" принимает чертежи всех сортов независимых (и не очень) дизайнеров по самым разным причинам: от улучшения модельного ряда общедоступных корпусов на межгалактическом рынке до… крайне выгодных фракционных контрактов. Члены "Стального Молота" обычно являются корабельными инженерами, сварщиками, дизайнерами или обслуживающим персоналом.

harmony-medical-enterprises-name = Хармони Медикал Интерпрайзес
harmony-medical-enterprises-description = "Хармони Медикал Интерпрайзис" - корпорация, занимающаяся исключительно медицинской практикой и поставками. Когда вас ранят на поле боя, именно ХМЕ предоставила вашему начальству оптовую сделку на боевые автоинъекторы и различные медикаменты, которые позволяют вам дольше оставаться в строю. ХМЕ - главный производитель, поставляющий в сектор такие вещи, как аптечки, автоинъекторы, медицинское оборудование и все технологии для спасения жизней. Хоть они не владеют технологиями клонирования, у них есть нечто лучшее - лекарства для живых.

midnight-arms-co-name = Миднайт Армс
midnight-arms-co-description = Компания "Миднайт Армс" воспользовалась недавно переродившейся галактикой, в которой не было и было запрещено место мегакорпорациям. "Миднайт Армс" предоставляет независимым массам и различным другим корпорациям вооружение для любых их нужд. А как его использовать - это уже дело тех, кто его покупает. В этом веке оружие нужно для всего: самообороны, экспедиций, охоты за головами. Все эти занятия требуют оружия, и Миднайт Армс просто оказалась главным поставщиком.

ussp-name = СССП
ussp-description = Когда-то одна из доминирующих сил в секторе "Колосс", Союз Советских Социалистических Планет - это коалиция трудящихся. Оставленные своим Верховным Командованием и брошенные в секторе "Колосс", остатки этой некогда великой фракции теперь должны бороться за выживание - ради себя, своего наследия или своего народа. ПРИМЕЧАНИЕ: выбор этой корпорации НЕ делает вашего персонажа автоматически участником фракционных столкновений - вы по-прежнему должны соблюдать правила ведения боя в зависимости от своей роли.
southern-peak-mercenaries-description = “A good rogue is a dead rogue.” says the slogan of this vicious mercenary company. The Southern Peaks were formed along the TSF-Rogue space border out retaliation against encroaching pirates and insurgents in combination with a sheer distrust of the TSFMC. Without the need of any other organization, TSP aims to fight back the Rogue Sector on its own.

# Major companies

dark-matter-enterprises-name = Дарк Маттер Интерпрайзес
dark-matter-enterprises-description = Из пепла Корпоративной войны возникла "Дарк Маттер Интерпрайзес" - маяк прагматичных амбиций в галактике, всё ещё оправляющейся от межзвёздного ландшафта, разорённого корпоративной жадностью и идеологическими разногласиями. Пока ТСФ и СССП боролись за галактическое господство, группа дальновидных корпоративных подрядчиков увидела вакуум власти, оставленный исчезнувшими старыми силами. Эти люди создали ДМЕ с единственной целью: превзойти старые порядки, контролируя и усиливая поток знаний и ресурсов. Позиционируя себя как незаменимых для всех, но не подвластных никому. Их централизованная структура - прямой ответ на хаотичную раздробленность их предшественников, обеспечивающая оперативное принятие решений и единое стратегическое видение.

zealots-of-balaam-description = The Zealots and pilgrims of Balaam are luddites with a extreme aversion to the use of Hi-tech and Hi-tech beings. As a follower of Balaam, work underneath a senior zealot or a Bishop to help them levy their tithes and perform inspections for heretical thinking machines. Never listen to the blasphemy of the other companies. Destroy or remove all shield tech you find, and take any FTL used by non-believers. Be sure to pick your targets for these actions wisely, you will often be outnumbered. Know this; Balaam loves our organic forms, mass killing potential converts does nothing to help the Bishops. Keep any dead organics to a minimum. But if they refuse you, and continue to harbor heretical machines, more forceful methods of persuasion could prove useful in Balaam's schemes.
cult-of-the-machine-god-description = The flesh is weak. To walk the path of the Cult of the Machine God is to reject the chaos of flesh and embrace the divine order of logic. The faithful act with precision and purpose, never swayed by emotion or impulse. Advancement comes not through passion, but through calculated improvement and unwavering discipline. Those who command in the Cult do so through algorithmic clarity, deploying Ascended operatives with mechanical efficiency and spreading influence through hidden Devotees or roaming Vessels led by Techpriests. Whether enforcing doctrine in distant sectors or executing cold, strategic dominion, every action must serve the grand equation. In all things, reason must rule, and through it, the Machine God's will is made manifest...

aetherion-dynamics-name = Аэтеорион Динамикс
aetherion-dynamics-description = Олицетворяя передовые технологические инновации, "Аэтеорион Динамикс" известна своим изобретением системы запуска сжатым газом, используемой в турболазерной батарее ADEX-9 "Даймир", а также другими инновационными видами оружия без особой философии дизайна. Помимо всех своих знаменитых корабельных орудий, они начали "Артиллерийскую революцию" в преддверии конфликта в секторе "Колосс". Они имеют репутацию производителей и конструкторов высокого качества, больше заинтересованных в создании эффективного продукта, чем в получении прибыли.

horizon-energy-name = Горизонт Энерджи
horizon-energy-description = Лидер в области добычи газов - от ценной призматической плазмы Монолита до газонаполненных астероидов внешнего пояса сектора "Колосс". Они являются нынешними лидерами отрасли в сфере добычи и инженерии атмосфер. Они предоставляют услуги, полезные как для начинающих старателей, так и для опытных газодобытчиков. Скорее всего, воздух, которым дышит обычный гуманоид, - продукция "Горизонт Энерджи".

# Minor companies

universal-states-of-america-name = Всемирные Штаты Америки
universal-states-of-america-description = "Всемирные Штаты Америки" - группа фанатичных наёмников, желающих принести ценности древних Соединённых Штатов в XXV век. Они практически функционируют как ЧВК, отдавая патриотов-ополченцев, известных как "Авангардцы", в качестве наёмников для финансирования своей мечты о создании обширной и могущественной нации, подобной США, - мечты, которой им, скорее всего, никогда не суждено сбыться. Но в их глазах логика и здравый смысл - ничто перед свободой. Используйте своё право по Второй поправке, кричите на повара, потому что он называет картошку "космической", а не "фридомской", и дайте всем знать, что вы - любящий оружие, защитник слабых, жрущий бургеры, космический дальнобойщик, вселенский грёбаный патриот!

civil-defense-milita-name = Гражданская Оборона Колосса
civil-defense-milita-description = Довольно новая компания, основанная в секторе "Колосс". "Гражданская Оборона Колосса" была создана для защиты гражданского населения и его интересов. Подчиняясь высокопоставленным лицам, избранным по их репутации, ополченцы участвуют в самоотверженных акциях, таких как защита ключевых объектов и обеспечение прекращения огня, чтобы гражданские лица могли безопасно торговать и перемещаться в секторе. ГОК состоит из добровольцев и наёмников и использует только то оборудование, которым располагает. Во имя народа! Участвуйте в миротворческих операциях, помогайте медицинским судам проводить эвакуации раненых и обеспечивайте безопасность в секторе. Вы - защитник тех, кто не может защитить себя.

ullman-industries-name = Ульман Индастрис
ullman-industries-description = Это не военное преступление, если в первый раз. Изначально стабильная компания в бандитском секторе по производству стрелкового оружия и фармацевтики, после прихода ТСФ большинство компаний ушли в публичный сектор - регистрируясь, соблюдая "безопасные условия труда" и выплачивая сотрудникам "прожиточный минимум", - а также преследуя руководителей компаний за "военные преступления". "Ульман Индастриз" нарушила эту тенденцию, оставаясь верной своим корням как периферийный элемент, поставляя оружие, броню, корабли - что угодно - всем клиентам Династии Фаэтона. Суть в том, что если что-то запрещено в пространстве Федерации, это, вероятно, продаётся "Ульман Индастриз". Чёрт, они, вероятно, это и построили.

nosske-eien-rnd-name = НИОКР "Носке-Эйен"
nosske-eien-rnd-description = Известная в других секторах своими передовыми технологиями и разработками, "Носке-Эйен" начала расширяться и проникать в сектор, нанимая местную рабочую силу - будь то гражданские лица, пилоты или наёмники - для исследований в области местной ксеноархеологии, ксенобиологии и технологических достижений. "Носке-Эйен" была основным источником последних научно-технических достижений и оборудования, а также высокотехнологичного оборудования для добычи астероидов и, вскоре, шаттлов. Хотя ходят слухи, что их подрядчики время от времени бесследно исчезают, будем надеяться, что это всего лишь слухи и не о чем беспокоиться...

blackhawkpmc-name = Военно-подрядная компания "Блэкхок"
blackhawkpmc-description = Военно-подрядная компания "Блэкхок" - это элитная группа наёмников, действующая в секторе "Колосс". От наёмников в группе ожидается обученность и профессионализм. Они выполняют задачи, начиная от защиты активов заканчивая убийствами, поддерживая свою репутацию. Группа довольно новая, создана независимыми наёмниками, желающих создать мощную наёмническую организацию. В настоящее время идёт набор. "Блэкхок" предлагает спектр услуг: от предоставления частной охраны до заказных убийств. Наёмники "Блэкхок" носят зелёное и обычно избегают привлекать к себе внимание. Сражайтесь с кем угодно и за что угодно, чтобы заработать денег.

# Religious groups

The-Hive-name = Улей
The-Hive-description = Зачем совершенствовать старое, когда можно стать чем-то новым? "Улей" - это культисты, посвящающие своё тело пути эволюционного превосходства и повелениям Королевы-Матери. Это место для тех, кто верит в прогресс через преображение, каким бы чудовищным оно ни было. Генетическая чистота - это грех, всегда стремись стать лучшей версией себя. Помни, что твоя вера - в направляющем голосе Королевы-Матери, следовать за другим - значит отвергнуть Улей. Выживает сильнейший; если Зверь был достаточно слаб, чтобы умереть от твоих рук, ты можешь забрать его органы по своему усмотрению.

# Black Market companies

paycheck-bratva-name = Бухгалтерия
paycheck-bratva-description = "Бухгалтерия" - организованная преступная сеть, происходящая с территории СССП, которая проникла в сектор "Колосс" с момента появления там сверхдержавы. Она в основном специализируется на торговле наркотиками, контрабанде и крупных ограблениях, а также на заказных убийствах с разными ценами. Они также действуют по простому кодексу: всегда стрелять на поражение, если началась стрельба; никогда не употреблять наркотики, тем более свои собственные; и убивать тех, кто пролил кровь "Бухгалтерии". В общем, грозная сила, облачённая в кевларовые жилеты, костюмы с галстуками и балаклавы или подобные маски - фракция как для бандитов, так и для профессиональных грабителей.

# Hostile/rogue affiliated companies

viper-group-name = Вайпер
viper-group-description = Ранее каперская компания, управляемая военной дисциплиной, с единственной миссией по перехвату, срыву и конфискации грузов ТСФ на окраинах пространства СССП-ТСФ в Секторе 2. "Вайпер"  внезапно сменила сторону после серии трагических событий. ТСФ предложила бывшей организации, поддерживаемой СССП, оплату за подрывные операции против СССП, только чтобы вскоре выдать их самой СССП. Оттолкнутые ложными взятками и вероломным предательством, руководство осталось гнить; власть часто менялась насильственным путём, пока "жадность - это хорошо" не стало негласной клятвой членства. Равноправные отношения с сектором быстро ускорили их прибытие в него.

cerberus-surplus-name = Церберус
cerberus-surplus-provisions = "Церберус" - это теневая компания, происходящая ИЗ Династии Фаэтон. Из своей "подпольной" штаб-квартиры проводят различные операции в преступном мире на пользу Династии Фаэтона посредством торговли любыми незаконными веществами, оружием или оборудованием, которые они могут выменять или найти. Компания сохраняет своё самоуважение, поддерживая сильный и гостеприимный публичный имидж для потенциальных покупателей и деловых партнёров. "Церберус" будет иметь дело с любым, кто готов заключить сделку со змеёй.

redsail-corsairs-name = Корсары Красного Паруса
redsail-corsairs-description = Корсары Красного Паруса - опасная и влиятельная группа пиратов и разбойников, публично известная своими незаконными и жестокими действиями против гражданских лиц и представителей государств. Их источник дохода и специализация - угон кораблей, кража грузов, захват заложников и вооружённые ограбления. В целом Корсары функционируют как союз вольных налётчиков всех мастей, поклявшихся в верности друг другу. Администрация сектора "Колосс" открыто объявила их преступной организацией.

none-name = Нет
tsf-name = КВП ТСФ
pdv-name = Династия Фаэтон
med-name = МЕД
colonial-name = Колосс Централ
