ent-AirlockShuttleShipyard = стыковочный шлюз верфи
    .suffix = Верфь, Стыковка
    .desc = Ремонтный стыковочный шлюз. За стоянку берут 10% от цены шаттла, если воспользоваться ремонтом на консоли верфи.

ent-AirlockGlassShuttleShipyard = стыковочный шлюз верфи
    .suffix = Стекло, Верфь, Стыковка
    .desc = Ремонтный стыковочный шлюз. За стоянку берут 10% от цены шаттла, если воспользоваться ремонтом на консоли верфи.

ent-AirlockGlassShuttleShipyardOutpost = стыковочный шлюз верфи
    .suffix = ТОЛЬКО АВАНПОСТ, Стекло, Верфь, Стыковка
    .desc = Ремонтный шлюз аванпоста. За стоянку берут 10% от цены шаттла, если воспользоваться ремонтом на консоли верфи.

