ent-LightMechMountEquipment = { "" }
    .desc = { "" }
ent-MediumMechMountEquipment = { "" }
    .desc = { "" }
ent-HeavyMechMountEquipment = { "" }
    .desc = { "" }
ent-EWARMechMountEquipment = { "" }
    .desc = { "" }
ent-IFFMechMountEquipment = { "" }
    .desc = { "" }
ent-MechIFFTSF = система идентификации экзокостюма ТСФ
    .desc = Используйте перед финальном этапом сборки стандартного экзокостюма, чтобы получить синий идентификатор в системе опознавания "свой-чужой" на радаре и дабы иметь возможность покрыть экзокостюм краской синего цвета.
ent-MechIFFPDV = система идентификации экзокостюма ДФ
    .desc = Используйте перед финальном этапом сборки стандартного экзокостюма, чтобы получить жёлтый идентификатор в системе опознавания "свой-чужой" на радаре и дабы иметь возможность покрыть экзокостюм краской песочного цвета.

