changeling-role-greeting =
    Вы - метаморф, идеальный охотник, использующий личности своих жертв и меняющий их как перчатки.
    Ваша основная задача - выбраться со станции живым, принимая их облики.
    Вы голодны и не продержитесь долго без пропитания...
    Убивайте, поглощайте, прячьтесь, выживайте.
changeling-briefing =
    Вы - метаморф.
    Вы обладаете способностью принимать облики тех, кого поглощаете, чтобы избежать мрачной участи - гибели от голода.
objective-issuer-changeling = [color=#FA2A55]Разум улья[/color]
changeling-round-end-agent-name = метаморф
