ent-MobBaseScurret = слизнекот
    .desc = { ent-MobBaseAncestor.desc }
ent-MobScurret = слизнекот
    .desc = Эти существа, широко известные как Вава, из водно-болотных земель планеты Вава, составляют основную часть "лояльной рабочей силы" Пиццерии Арнольда.
ent-MobBaseEmotionalSupportScurret = слизнекот эмоциональной поддержки
    .desc = { ent-MobBaseScurret.desc }
ent-MobEmotionalSupportScurret = слизнекот эмоциональной поддержки
    .desc = Эти существа, широко известные как Вава, из водно-болотных земель планеты Вава, составляют основную часть "лояльной рабочей силы" Пиццерии Арнольда. Этот здесь временно. Наверно.
