company-select-button = Выбрать
company-leave-button = Покинуть
company-examine = Состоит в: {$company}

# Company examination text with gender-appropriate pronouns

examine-company = {GENDER($entity) ->
    [male] Он состоит в {$company}.
    [female] Она состоит в {$company}.
    *[other] Они состоят в {$company}.
}

comp-pda-ui-owner-with-company = Владелец: [color=white]{$actualOwnerName}[/color] ([color={$companyColor}]{$companyName}[/color])
company-none-description = Они настолько скрытны, что даже мы не знаем что о них сказать..
company-no-logins-tooltip = Вы не приглашены в компанию.

# -- Descriptions --

company-daybreak-description = «Мы разные, но всегда вооружены.» «Рассвет» - это не классическая ЧВК, а сеть наёмнических групп, действующих под единым флагом. Каждый отряд сохраняет собственный стиль ведения боя и внутреннюю иерархию, что делает организацию непредсказуемой и хаотичной. Первые группы «Рассвета» возникли как спонтанные союзы наёмников и авантюристов, которым было выгодно выступать под одним именем. В какой-то момент Департамент Службы Безопасности Фронтира признал «Рассвет» официально, выдав им разрешение на использование специальных боевых модификаций шаттлов. Внутри сети нет единого командования - решения принимаются на сборе лидеров отрядов, где каждый тянет одеяло на себя. Это делает «Рассвет» одновременно гибким и опасным: никто не может предсказать, как поведёт себя та или иная группа. Хаотичность структуры стала проблемой: разные отряды «Рассвета» часто действуют на грани дозволенного, что вызвало резкое охлаждение отношений с ДСБФ.

company-ardente-description = Ardente Group - это полу-хаотичные группы наёмников, действующие под флагом Ardente Advanced Manufacturing. Они служат живой рекламой продукции компании: кораблей и корабельных орудий. В боевых контрактах и охранных миссиях эти отряды демонстрируют надёжность и мощь технологий AAM, превращая каждое столкновение в показательный тест для потенциальных покупателей.  За свою деятельность Ardente Group получает спонсирование от AAM, а также эксклюзивные контракты на защиту газодобывающих шаттлов, работающих преимущественно под флагом Langstad-Voigt Heavy Industries. Именно эти шаттлы обеспечивают производство AAM необходимыми ресурсами, а присутствие Ardente Group гарантирует их безопасность.  В секторе Ardente Group стала главным инструментом продвижения бренда AAM. Поскольку сама Ardente Advanced Manufacturing является молодой компанией на этом рынке и только начинает завоёвывать репутацию и позиции, её наёмники играют роль живой витрины, демонстрируя силу и эффективность технологий корпорации. Хаотичная структура и разнообразие отрядов создают образ независимой силы, но на деле они тесно связаны с интересами AAM. Для местных жителей и конкурентов это означает, что появление Ardente Group почти всегда предвещает расширение влияния Ardente Advanced Manufacturing.

company-ardente-manufacture-description = Ardente Advanced Manufacturing начинала как небольшая мастерская по ремонту шаттлов. Со временем компания перешла к более амбициозной деятельности: скупала старые боевые корабли, восстанавливала их и перепродавала. После постройки полноценной «Верфи Арденте» AAM начала активно приобретать чертежи и лицензии устаревших боевых судов, модифицировать их и выводить на рынок. Аналогично компания занимается торговлей корабельными орудиями, покупая лицензии и продавая модернизированные версии.  На других рынках Фронтира Ardente Advanced Manufacturing уже успела закрепиться как надёжный поставщик вооружённых кораблей и технологий. Теперь компания начинает покорять сектор, стремясь занять здесь столь же прочные позиции и доказать конкурентам свою силу.

company-nexus-description =
    Галактический торговый альянс созданный множеством компаний и корпораций.

    Во главе альянса находится сильно раздробленный совет “Три Колонны”. Центр альянса [color=#0f3b62]«Nexus»[/color] представляет собой единую точку входа для покупателей и мощную поддержку для производителей, сам альянс при этом не владеет заводами.
    С недавнего времени альянс появился на арене дальнего космоса. Как крупный, но далеко не доминирующий торговый представитель.

    К особенностям [color=#0f3b62]NSC[/color] относятся гибкая система контрактов, подразумевающая единый контракт на сделку - вы заключаете с альянсом договор, и можете использовать его для покупки или производства любого товара.
    Такая система создает множество каналов сбыта, юридический щит и многопоточную логистику для компаний производителей заключивших контракт.

    В суровых условиях космического пространства, альянс вынужден иметь свои войска, преимущественно состоящих из простых наёмников, которым хорошо заплатили, в целях защиты своих интересов в регионе.

company-nexus-note = [bold][color=#0f3b62]«Nexus»[/color] негативно относится к [color=#971f47]Paycheck Bratva[/color], [color=#B01340]СССП(К)[/color] и [color=#52326A]Ullman Industries[/color] но их отношения ещё не перешли грань.
    Компания [color=#0f3b62]«Nexus»[/color] поддерживает дружеские отношения с [color=#0A3161]Universal States of America[/color], [color=#FC7303]Harmony Medical Enterprises[/color], [color=#7E72B2]Aetherion Dynamics[/color], [color=#9573AF]Nosske-Eien[/color] и [color=#B82121]Viper Group[/color].[/bold]

nexus-encrypt-key-desc = Ключ шифрования для корпоративного канала нексуса.

company-techniclogistic-description = [color=#83489d]TechnicLogistic[/color] — автономная корпорация, которая обладающая собственной подконтрольной территорией в пределах [italic][color=#e3e4e4]Свободной Экономической Зоны[/color][/italic].
    В [color=#83489d]TechnicLogistic[/color] преобладает жесткая иерархическая система с четким разделением обязанностей. Сама корпорация является сеткой из множества департаментов и советов во главе которой стоит Совет девяти - группа из девяти самых влиятельных членов корпорации, совместно контролирующих ~60% акций компании.

    В организации также есть система званий схожая с имперской, последние можно получить за успешную работу в компании или идя по военной сфере за соответствующие заслуги.
    Корпорация ведет тесное сотрудничество с армией [color=#047ABD]Транс-Солнечной Федерации[/color], благодаря этому обладает рядом передовых технологий в области исследований Блюспейса.
    На текущий момент находится в состоянии замороженного конфликта с [color=#C97D7D]Drake Industries[/color] и [color=#92a2a1]Steel Hammer Manufacturing[/color].

techniclogistic-company-note = [bold][color=#83489d]TechnicLogistic[/color] негативно относится к [color=#C97D7D]Drake Industries[/color] и [color=#92a2a1]Steel Hammer Manufacturing[/color], но их отношения ещё не перешли грань.[/bold]

# Faction-company
renegate-resistance-description =
    Восставшие колонии на юге [color=#ab7a52]Империи[/color], прозванные [color=#6B2D2D]Ренегатами[/color].

    Это разрозненная, жесткая организация людей, которые отказались оставаться чьей-то собственностью или следовать радикальным принципам Империи.
    Они вынуждены выживать за счёт других и мастерить снаряжение из всего что есть под рукой. Под командованием Барона и под давлением Смотрящего они превращают материалы, полевую инженерию и тяжело добытые знания в рабочую линию фронта.

    Если ты умеешь держать голову холодной, чинить то, что сломалось, и носить оружие, когда приходит приказ — у тебя есть место среди них.

solarfed-company-description =
    Военные и дипломатические силы [color=#047ABD]Транс-Солнечной Федерации[/color].
    Армия Федерации действует в регионе, продвигая собственные интересы и защищая своих граждан там, где границы нестабильны, а правила постоянно проверяются на прочность.

    Их присутствие — это контроль и сдерживание. Когда ситуация выходит за рамки, именно они возвращают порядок, будь то дипломатией или силой.

    Дисциплина и цепочка командования здесь не обсуждаются. Приказы выполняются, ответственность персональна, а цена ошибок высока.
    Защита граждан важна — но интересы сил Федерации стоят превыше всего.
