frontier-lobby-station-title = Станция
frontier-lobby-available-jobs = Доступные должности
frontier-lobby-no-stations-available = В настоящее время свободных станций нет.
frontier-lobby-no-crews-available = В настоящее время ни один капитан не ищет команду.
frontier-lobby-station-subtext = Пробудитесь от криосна и станьте капитаном, ищите приключения или работайте членом экипажа на космической станции, например, уборщиком, почтальоном или сотрудником службы безопасности.
frontier-lobby-crew-title = Экипаж
frontier-lobby-crew-subtext = Начните свой путь на борту корабля среди уже существующей команды, которая ищет новых членов экипажа. Протяните им руку помощи независимо от того, новичок вы или опытный пилот!
frontier-lobby-frontier-subtext = Главный центр сектора "Колосс" и место начала своего путешествия для многих космических исследователей.
frontier-lobby-frontier-description =
    Пробудитесь от криосна здесь, чтобы:
      - Стать капитаном и собрать свою собственную команду
      - Найти команду, к которой вы могли бы присоединиться
      - Приобрести свой собственный шаттл
      - Встретиться с другими покорителями космоса
frontier-lobby-exped-subtext = Место начала работы бывалых наёмников.
frontier-lobby-exped-description =
    Это базовый лагерь для наёмников и им подобных. Здесь ты можешь:
    - Создать отряд наёмников
    - Найти отряд для присоединения
    - Приобрести оружие и снаряжение
    - Приобрести шаттлы, готовые к экспедициям
    - Встретиться с другими наёмниками
frontier-lobby-medical-subtext =  Медицинский мобильный госпиталь Службы Неотложной Медицинской Помощи ТСФ
frontier-lobby-medical-description =
    Медицинский мобильный госпиталь ТСФ. Здесь ты можешь:
      - Создать или найти медицинскую спасательную команду
      - Встретиться с другими медиками
      - Приобрести корабли медицинского назначения
      - Получить медицинское вознаграждение за спасённое тело, поместив его в специальное устройство
      - Получить медицинскую помощь или установить различные импланты
frontier-lobby-nfsd-subtext = Передовая оперативная база Корпуса Военной Полиции ТСФ.
frontier-lobby-nfsd-description =
    ПОБ КВП ТСФ - это центр операций по сохранению порядка и законов ТСФ в секторе «Колосс». Здесь ты можешь:
    - Вступить в подразделение Военной Полиции ТСФ
    - Получить лицензию для совместной работы с КВП ТСФ
    - Сообщить о преступлениях
    - Сдать контрабанду
frontier-lobby-pirate-subtext = Передовая оперативная база Авангарда Династии Фаэтон.
frontier-lobby-pirate-description =
    Это главная база, где собираются силы Династии Фаэтон. Здесь ты можешь:
    - Вступить в ряды Династии Фаэтон
    - Сдать контрабанду
# Crew Menu
frontier-lobby-crew-vessel = [bold][color=#A88B5E]Судно:[/color][/bold] { $name }
frontier-lobby-crew-class-prefix = [bold][color=#A88B5E]Тип:[/color][/bold]{ " " }
frontier-lobby-crew-size = [bold][color=#A88B5E]Размер:[/color][/bold] { $size }
frontier-lobby-crew-class-advertisement = [bold][color=#A88B5E]Реклама:[/color][/bold]
frontier-lobby-crew-only-hide-jobless = Скрыть суда без доступной должности
