ent-MaterialIriditeSlag = иридитный шлак
    .desc = Нужно поместить в центрифугу, чтобы отделить тонкий порошок для безотмосферного производства иридита.
ent-IriditePowder = сырой иридитный порошок
    .desc = Измельчённый сырой иридитный шлак из перерабатывающей центрифуги. Готов к смешиванию с напалмом и термитом в дуговой печи для получения кристаллов иридита.
ent-IriditeCrystal = кристаллический иридит
    .desc = Естественное состояние иридита после безотмосферной переработки. Нужно снова обработать в дуговой печи с различными химикатами, чтобы получить 1 лист иридита.
