ent-ClothingNeckCloakBlueshield = плащ синего щита
    .desc = Изысканный темно-синий плащ подойдет тем, кто способен утвердить власть над злодеями. Постарайтесь проявить гражданскую позицию в судебном преследовании!
ent-ClothingNeckCloakTalma = тальма
    .desc = Короткая наплечная накидка. Подкладка вышита вручную.
ent-ClothingNeckCloakWebCloak = мантия паучьего рода
    .desc = Для Арахнид паутина - не просто материал, а язык, застывший в узорах. Каждая нить, каждый изгиб – это рассказ, сплетённый из личной истории, клятв и наследия целого рода. Такой дар величайшая редкость, ибо отдать кому-то часть своей судьбы может лишь тот, кто признаёт в другом равного.... или того, кто достоин стать частью истории рода.
ent-ClothingNeckCloakHosFur = плащ Главы Службы Безопасности с мехом
    .desc = Изысканный темный плащ с мехом и золотой окантовкой, подходящий для героических поз во время безумия. Возглавьте свою охрану стильно!
