ent-WeaponTurretCharonBase = М381 Харон
    .desc = { "" }
ent-WeaponTurretCharon = { ent-WeaponTurretCharonBase }
    .desc = Крупнокалиберное рельсовое корабельное орудие, стреляющее массивным снарядом на экстремальной скорости, который способен наносить катастрофический урон вражеским шаттлам. Может активироваться дистанционно или подключаться к консоли управления корабельными орудиями. Этот экземпляр питается от автоматического зарядного устройства и не требует ручной перезарядки.
    .suffix = Станции, Автоперезарядка
ent-WeaponTurretCharonReload = { ent-WeaponTurretCharonBase }
    .desc = Крупнокалиберное рельсовое корабельное орудие, стреляющее массивным снарядом на экстремальной скорости, который способен наносить катастрофический урон вражеским шаттлам. Может активироваться дистанционно или подключаться к консоли управления корабельными орудиями.
    .suffix = Шаттл, Ручная перезарядка, Нет поворота
