ent-WeaponTurretShard = Шард
    .desc = Сверхлёгкий рельсотрон, чьё происхождение остаётся загадкой. Обозначение Шард было присвоено при первых попытках обратной разработки. Наносит небольшой урон, но славится своей дальнобойностью и неприхотливостью при установке на шаттлы.
    .suffix = Только Дроны
ent-WeaponTurretPinhole = Пинхол
    .desc = Рельсотрон неизвестного происхождения. Попытки изучения показывают чрезвычайно высокую скорость и массу снарядов, а также неразрешённую боевую часть, способную сдвигать корабли с места.
    .suffix = Только Дроны