ent-WeaponTurretAK570 = АК570
    .desc = Двухствольная 57-мм автоматическое корабельное орудие, стреляющее универсальными бронебойно-фугасными снарядами. Эффективно для длительного обстрела средне бронированных целей. Может активироваться дистанционно или подключаться к консоли контроля орудиями.
ent-WeaponTurretDravon = АОЭД-7 Дравон
    .desc = Одноствольное автоматическое корабельное орудие 90-мм производства "Аэтеорион Динамикс" с высокой скорострельностью, но относительно низкой мощностью. Стреляет кумулятивными снарядами для повреждения брони корабля и его систем. Может активироваться дистанционно или подключаться к консоли контроля орудиями.
# Автоматическое Орудие Аэтеорион Динамикс