ent-WeaponTurretCyrexa = Цирекса
    .desc = Батарея с двумя стволами, обеспечивающая быстрые и сокрушительные залпы с большей дальностью прицельной стрельбы. Стреляет 220-мм снарядами с несколько сниженной пробивной мощностью. Может активироваться дистанционно или подключаться к консоли управления корабельными орудиями.
ent-WeaponTurretBofors = Бофорс
    .desc = Одноствольное тяжёлое корабельное орудие. Наносит огромный урон каждым своим дальнобойным выстрелом. Может активироваться дистанционно или подключаться к консоли управления корабельными орудиями.
ent-WeaponTurretHades = Хейдес
    .desc = Одно из крупнейших корабельных орудий в секторе. По мощности уступает только масс-драйверам вроде M381. Автоматически перезаряжается полноразмерными 255-мм снарядами. Может активироваться дистанционно или подключаться к консоли управления корабельными орудиями.
ent-WeaponTurretLongbow = Л65-Лонгбоу
    .desc = Стреляет 90-мм снарядами очередью из 20 выстрелов, имеет внутри автоматически пополняемый автозарядник.
