ent-WeaponTurretL85Autocannon = Л85
    .desc =  Лёгкое 20-мм автоматическое корабельное орудие, предназначенное для быстрой стрельбы и подавления мелких целей на ближней дистанции. Дешёвое, лёгкое и может активироваться дистанционно или подключаться к консоли управления орудиями.
ent-WeaponTurretRAC30 = Р-30 Драупнир
    .desc = Мощное автоматическое корабельное орудие, предыдущие варианты которого устанавливались на авиационную технику в качестве орудия для воздушного боя на коротких дистанциях.
ent-WeaponTurretFlare = ГС-ОО2 Вспышка
    .desc = Относительно небольшая пусковая установка для фальшфейеров, используемая для обмана ракет с тепловым наведением. Также хороша для поисково-спасательных операций.