# ЭМИ Орудие Аэтеорион Динамикс
ent-WeaponTurretTarnyx = ЭМИ ОАД-31 Тарникс
    .desc = Тяжёлое ЭМИ-орудие производства "Аэтеорион Динамикс". Предназначена для временного выведения из строя шаттлов противника одним мощным ЭМИ выстрелом. Эффективна в асимметричном бою. Может активироваться дистанционно или подключаться к консоли контроля орудиями.
    .suffix = Станция, Автоматическая Перезарядка, ЭМИ
ent-WeaponTurretTarnyxReload = { ent-WeaponTurretTarnyx }
    .desc = { ent-WeaponTurretTarnyx.desc }
    .suffix = Шаттл, Ручная Перезарядка, ЭМИ
