ent-WeaponShotgunBigLeady = Большая Леди
    .desc = Крупнокалиберный дробовик созданный для уничтожения всего того, что не убить меньшим калибром. Использует патроны 4 калибра.
ent-WeaponShotgunBigJohnny = Большой Джонни
    .desc = Крупнокалиберный дробовик созданный для уничтожения всего того, что не убить меньшим калибром. Использует патроны 4 калибра. Модифицирован для использования в тесных пространствах.
ent-WeaponShotgunBigBuddy = Большой Парень
    .desc = Крупнокалиберный дробовик созданный для уничтожения всего того, что не убить меньшим калибром. Использует патроны 4 калибра.
ent-WeaponShotgunHelepolis = UW12-B Гелеополис
    .desc = Компактный дробовик, боевыми характеристиками которого пренебрегли для возможности использования как инструмента для взлома дверей. Использует патроны 12 калибра.
