## UI

ghost-respawn-rules-window-title = Правила новой жизни
ghost-respawn-rules-window-confirm-button = Я прочитал и согласен с этим
ghost-gui-respawn-button-denied = Возрождение ({ $time }s)
ghost-gui-respawn-button-allowed = Возрождение
ghost-respawn-rules-window-rules =
    При возрождении вы обязуетесь соблюдать правила новой жизни (П.6):

    Вы полностью забываете прошлую жизнь. Однако вы можете помнить крупные и общие события — например, наличие пиратов или наличие определённых важных ролей.
    Попытки обойти это ограничение — например, найти своё тело, чтобы забрать снаряжение — считаются нарушением П.3.1 (метагейм).
    Заход за другие роли после смерти в целом разрешён. Однако [color=red]запрещено заходить за одного и того же персонажа[/color], используйте хотя бы другое имя

## COMMMANDS

ghost-respawn-command-desc = Позволяет вам возродиться если вы призрак.
ghost-respawn-not-a-ghost = Сейчас вы не являетесь призраком.
ghost-respawn-ineligible = В настоящее время вы не соответствуете требованиям для этого.
