ent-HarpoonHook = гарпунный снаряд
ent-WeaponHarpoonBase = гарпун
    .desc = Оружие стреляющее крюком с невероятной пробивной силой. Способно удерживать другие шаттлы. Не стреляйте им в тех, кто сильнее.
ent-WeaponHarpoonGusar = КЯ-С1 Гусар
    .desc = Кинетический якорь тяжёлого класса. После выстрела закрепляется в цели и удерживает её рядом через трос. Идеально для шаттлов, астероидов и тех, кто не просил их буксировать. Внимание, если цель больше и сильнее вас - поздравляем: теперь тащат уже вас.
ent-WeaponHarpoonBorodinskiy = КЯ-М Бородинский
    .desc = Усиленная версия кинетического якоря с удлиненным тросом. Создан для тех случаев, когда стандартного «Гусара» просто не хватает, а буксировать нужно что-то действительно массивное. Напоминание отдела физики: если цель тяжелее вашего шаттла, лишние метры троса лишь увеличат дистанцию вашего полёта к эпичному финалу. Сплющивание гарантировано.
