ent-ClothingOuterHardsuitAsakim = боевой скафандр "Касатура"
    .desc = Продвинутый боевой скафандр эпохи до Раскола. Невероятно редкий, его технология практически чужеродна по сравнению с современными тактическими скафандрами. После экипировки скафандр связывается с носителем и не может быть снят без внешнего воздействия.
    .suffix = Самонеснимаемый
ent-ClothingOuterHardsuitAsakimUnremoveable = { ent-ClothingOuterHardsuitAsakim }
    .desc = Продвинутый боевой скафандр эпохи до Раскола. Невероятно редкий, его технология практически чужеродна по сравнению с современными тактическими скафандрами. После экипировки скафандр связывается с носителем и не может быть снят без внешнего воздействия. Этот экземпляр полностью связан с владельцем, и его снятие займёт много времени.
    .suffix = 120 сек снятия