book-cnc-sheet =
    Лист персонажа КиК 5 редакции
    --------------------------------------------------------------------------------------
    РАЗДЕЛ 1:  ОСНОВЫ
    --------------------------------------------------------------------------------------
    Имя персонажа  :
    Раса / Класс   :
    Уровень / Опыт :
    Предыстория    :
    
    --------------------------------------------------------------------------------------
    РАЗДЕЛ 2: ХАРАКТЕРИСТИКИ
    --------------------------------------------------------------------------------------
    Сила         =     10   (+0) 10 Базовые
    Ловкость     =     10   (+0) 10 Базовые
    Телосложение =     10   (+0) 10 Базовые
    Интеллект    =     10   (+0) 10 Базовые
    Мудрость     =     10   (+0) 10 Базовые
    Харизма      =     10   (+0) 10 Базовые
    
    Бонус мастерства =
    Восприятие (пассивная мудрость) =
    
    Расовые (Раса)
    
    Классовые (Класс)
    
    
    --------------------------------------------------------------------------------------
    РАЗДЕЛ 3:  СПАСБРОСКИ
    --------------------------------------------------------------------------------------
    
    ( )Сила         =      +0
    ( )Ловкость     =      +0
    ( )Телосложение =      +0
    ( )Интеллект    =      +0
    ( )Мудрость     =      +0
    ( )Харизма      =      +0
    
    
    --------------------------------------------------------------------------------------
    РАЗДЕЛ 4:  НАВЫКИ
    --------------------------------------------------------------------------------------
    
    ( )  Атлетика  (Сил)     +0     ( )  Восприятие (Мдр)        +0
    ( )  Акробатика (Лвк)    +0     ( )  Выживание (Мдр)         +0
    ( )  Ловкость рук (Лвк)  +0     ( )  Медицина (Мдр)          +0
    ( )  Скрытность (Лвк)    +0     ( )  Проницательность (Мдр)  +0
    ( )  История (Инт)       +0     ( )  Уход за животными (Мдр) +0
    ( )  Магия (Инт)         +0     ( )  Выступление (Хар)       +0
    ( )  Природа (Инт)       +0     ( )  Запугивание (Хар)       +0
    ( )  Расследование (Инт) +0     ( )  Обман (Хар)             +0
    ( )  Религия (Инт)       +0     ( )  Убеждение (Хар)         +0
    
    
    
    
    --------------------------------------------------------------------------------------
    РАЗДЕЛ 5:  БОЙ И ЗДОРОВЬЕ
    --------------------------------------------------------------------------------------
    
    
    Класс Доспеха (КД)      :
    Инициатива (пассивная)  :
    Скорость                :
    
    Кость хитов             :
    Максимум хитов          :
    Текущие хиты            :
    Временные хиты          :
    
    АТАКИ
    Тип оружия (Ближнее или дальнее)   /   Бонус   /   Урон (Тип)
    
    --------------------------------------------------------------------------------------
    РАЗДЕЛ 6:  ЛИЧНОСТЬ
    --------------------------------------------------------------------------------------
    
    Возраст / Гендер        :
    Рост / Вес              :
    Глаза / Кожа / Волосы   :
    Описание                :
    
    Предыстория             :
    Владение навыками       :
    Владение инструментами  :
    Языки                   :
    
    Особенности             :
    Причуда по выбору       :
    Черты характера         :
    Идеалы                  :
    Привязанности           :
    Слабости                :
    
    --------------------------------------------------------------------------------------
    РАЗДЕЛ 7: ЭКСТРА
    --------------------------------------------------------------------------------------
    Список снаряжения
    Описание                 Стоимость       Вес
    
    
    фунты
    
    Монеты
    Платиновые  :
    Элериевые   :
    Золотые     :
    Серебряные  :
    Медные      :
    
    Самоцветы           :
    Ювелирные украшения :
    Прочее              :
    Волшебные предметы  :
    
    
    --------------------------------------------------------------------------------------
    РАЗДЕЛ 8: ЗАКЛИНАНИЯ
    --------------------------------------------------------------------------------------
    
    Уровень заклинания      :
    Сложность спасброска    :
    Бонус атаки заклинанием :
    Ячейки заклинаний:
      1: (МАКС.) (ПОТРАЧЕНО)
      2: (МАКС.) (ПОТРАЧЕНО)
      3: (МАКС.) (ПОТРАЧЕНО)
      4: (МАКС.) (ПОТРАЧЕНО)
      5: (МАКС.) (ПОТРАЧЕНО)
      6: (МАКС.) (ПОТРАЧЕНО)
      7: (МАКС.) (ПОТРАЧЕНО)
      8: (МАКС.) (ПОТРАЧЕНО)
      9: (МАКС.) (ПОТРАЧЕНО)
    
    Заговоры
    Название  Время накладывания  Дистанция  Длительность  Компоненты
    
    1: Название  Время накладывания  Дистанция  Длительность  Компоненты  Ритуал?
    
    2: Название  Время накладывания  Дистанция  Длительность  Компоненты  Ритуал?
    
    3: Название  Время накладывания  Дистанция  Длительность  Компоненты  Ритуал?
    
    4: Название  Время накладывания  Дистанция  Длительность  Компоненты  Ритуал?
    
    5: Название  Время накладывания  Дистанция  Длительность  Компоненты  Ритуал?
    
    6: Название  Время накладывания  Дистанция  Длительность  Компоненты  Ритуал?
    
    7: Название  Время накладывания  Дистанция  Длительность  Компоненты  Ритуал?
    
    8: Название  Время накладывания  Дистанция  Длительность  Компоненты  Ритуал?
    
    9: Название  Время накладывания  Дистанция  Длительность  Компоненты  Ритуал?
    --------------------------------------------------------------------------------------
    Карпы и крипты 5 ред.
    
    Constitution =     10   (+0) 10 Base
    
    Wisdom       =     10   (+0) 10 Base
    
    Strength     =     10   (+0) 10 Base
    
    Charisma     =     10   (+0) 10 Base
    
    Proficiency Bonus =
    Perception (passive wisdom) =
    
    Racial (Race)
    
    Class (Class)
    
    
    --------------------------------------------------------------------------------------
    SECTION 3:  SAVING THROWS
    --------------------------------------------------------------------------------------
    
    ( )Strength     =      +0
    ( )Dexterity    =      +0
    ( )Constitution =      +0
    ( )Intelligence =      +0
    ( )Wisdom       =      +0
    ( )Charisma     =      +0
    
    
    --------------------------------------------------------------------------------------
    SECTION 4:  SKILLS
    --------------------------------------------------------------------------------------
    
    ( )  Acrobatics (Dex)      +0       ( )  Medicine (Wis)        +0
    ( )  Animal Handling (Wis) +0       ( )  Nature (Int)          +0
    ( )  Arcana (Int)          +0       ( )  Perception (Wis)      +0
    ( )  Athletics  (Str)      +0       ( )  Performance (Cha)     +0
    ( )  Deception (Cha)       +0       ( )  Persuasion (Cha)      +0
    ( )  History (Int)         +0       ( )  Religion (Int)        +0
    ( )  Insight (Wis)         +0       ( )  Sleight of Hand (Dex) +0
    ( )  Intimidation (Cha)    +0       ( )  Stealth (Dex)         +0
    ( )  Investigation (Int)   +0       ( )  Survival (Wis)        +0
    
    
    --------------------------------------------------------------------------------------
    SECTION 5:  COMBAT & HEALTH
    --------------------------------------------------------------------------------------
    
    
    Armor Class          :
    Initiative (passive) :
    Speed                :
    
    Hit Dice             :
    Max Hit Points       :
    Current Hit Points   :
    Temporary Hit Points :
    
    ATTACKS
    Weapon type(Melee or Ranged)   /   Bonus   /   Damage (Type)
    
    --------------------------------------------------------------------------------------
    SECTION 6:  BACKGROUND
    --------------------------------------------------------------------------------------
    
    Age / Gender         :
    Height / Weight      :
    Eyes / Skin / Hair   :
    Description          :
    
    Background           :
    Skill Proficiencies  :
    Tool Proficiencies   :
    Languages            :
    
    Features             :
    Con of Choice        :
    Traits               :
    Ideal                :
    Bonds                :
    Flaws                :
    
    --------------------------------------------------------------------------------------
    SECTION 7: EXTRAS
    --------------------------------------------------------------------------------------
    Equipment List
    Description                 Cost       Weight
    
    
    lbs
    
    Wealth
    PP         :
    EP         :
    GP         :
    SP         :
    CP         :
    
    Gems         :
    Jewelry      :
    Other        :
    Magic Items  :
    
    
    --------------------------------------------------------------------------------------
    SECTION 8: SPELLCASTING
    --------------------------------------------------------------------------------------
    
    Spell Level:
    Spell Save DC:
    Spell Attack Mod:
    Spell Slots:
      1: (MAX) (USED)
      2: (MAX) (USED)
      3: (MAX) (USED)
      4: (MAX) (USED)
      5: (MAX) (USED)
      6: (MAX) (USED)
      7: (MAX) (USED)
      8: (MAX) (USED)
      9: (MAX) (USED)
    
    Cantrips
    Name  Casting Time  Range  Duration  Components
    
    1: Name  Casting Time  Range  Duration  Components  Ritual?
    
    2: Name  Casting Time  Range  Duration  Components  Ritual?
    
    3: Name  Casting Time  Range  Duration  Components  Ritual?
    
    4: Name  Casting Time  Range  Duration  Components  Ritual?
    
    5: Name  Casting Time  Range  Duration  Components  Ritual?
    
    6: Name  Casting Time  Range  Duration  Components  Ritual?
    
    7: Name  Casting Time  Range  Duration  Components  Ritual?
    
    8: Name  Casting Time  Range  Duration  Components  Ritual?
    
    9: Name  Casting Time  Range  Duration  Components  Ritual?
    --------------------------------------------------------------------------------------
    Carps and Crypts 5e
    
    Dexterity    =     10   (+0) 10 Base
    
    Intelligence =     10   (+0) 10 Base
