ent-OmnimedTool = Медицинский мультитул
    .desc = Мультитул, совмещающий в себе все хирургические инструменты.
ent-AdvancedRetractor = Энергетический ретрактор
    .desc = Ретрактор с механическими зажимами. Также работает как гемостат в активированном состоянии.
ent-EnergyScalpel = Энергетический скальпель
    .desc = Скальпель, использующий энергетическое лезвие. Также работает как пила в активированном состоянии.
ent-EnergyCautery = Энергетический каутер
    .desc = Каутер с энергетическим наконечником. Также работает как дрель в активированном состоянии.
