ent-WeaponRifleVulcan = HWM FCM "Вулкан"
    .desc = Винтовка, некогда ставшая клинком в битве за свободу народов. Теперь выпускается для коллекционеров. Использует патроны калибра 7.62х51мм.
ent-WeaponSniperCeremonial = церемониальная винтовка
    .desc = Церемониальный вариант винтовки М1, выполненный в роскошных сине-белых тонах. Использует патроны калибра 7.62х51мм.
ent-WeaponRifleJackdaw = CS CAWS-25 Галка
    .desc = Пение галки предвещает начало конца. Использует патроны калибра 6.35x40мм безгильзовые.
