# Т1
ent-ArmorPlateEconomy1 = базовая бронеплита
    .desc = Простая обработанная бронеплита из сплава, используемая для придания конструкционной прочности. Можно наслаивать, чтобы начать создание тяжёлой бронеплиты.
    .suffix = Т1
ent-ArmorPlateEconomy1Broken = повреждённая базовая бронеплита
    .desc = Обломки простой бронеплиты. Ничего удивительного.
    .suffix = Т1

# Т2
ent-ArmorPlateEconomy2UnfinishedSpawner = тяжёлая бронеплита (незавершённая)
    .desc = Незавершённая куча металла в процессе обработки в прочную защитную плиту. Нужно закрутить винты, чтобы начать.
    .suffix = Т2
ent-ArmorPlateEconomy2Start = тяжёлая бронеплита (незавершённая)
    .desc = Незавершённая куча металла в процессе обработки в прочную защитную плиту. Нужно закрутить винты, чтобы начать.
    .suffix = Т2
ent-ArmorPlateEconomy2Finished = тяжёлая бронеплита
    .desc = Более массивная многослойная бронеплита из сплава. Тяжёлая, но прочная. Используется там, где требуется высокая конструкционная прочность или, что чаще, способность выдерживать удары.
    .suffix = Т2
ent-ArmorPlateEconomy2 = { ent-ArmorPlateEconomy2Finished }
    .desc = { ent-ArmorPlateEconomy2Finished.desc }
    .suffix = Т2
ent-ArmorPlateEconomy2Broken = повреждённая тяжёлая бронеплита
    .desc = Обломки тяжёлой бронеплиты из сплава. Повод для беспокойства.
    .suffix = Т2
ent-ArmorPlateEconomy3Fragment = фрагмент композитной бронеплиты
    .desc = Фрагмент керамико-карбидной бронеплиты. Подходит для использования в малых конструкциях.
    .suffix = Т2

# Т3
ent-ArmorPlateEconomy3 = композитная бронеплита
    .desc = Сравнительно сложная в производстве бронеплита из керамико-карбидного композита. Обладает высоким уровнем защиты при относительно малом весе, но всё же остаётся достаточно тяжёлой, поэтому в основном применяется в корпусах кораблей. Может быть разделена на два фрагмента.
    .suffix = Т3
ent-ArmorPlateEconomy3Broken = повреждённая композитная бронеплита
    .desc = Обломки продвинутой бронеплиты из керамико-карбидного сплава. Вызывает некоторое беспокойство.
    .suffix = Т3

# Т4
ent-ArmorPlateEconomy4Start = бронеплита «EMAG» (незавершённая)
    .desc = Керамико-металлическая основа бронеплиты «EMAG», свежая с печи и ожидающая электронных компонентов. Для начала сборки нужен составной электромагнит, затем серьёзная работа отвёрткой и кусачками.
    .suffix = Т4
ent-ArmorPlateEconomy4 = бронеплита «EMAG»
    .desc = Современная электромагнитная бронеплита «EMAG». Обладает исключительной стойкостью даже без питания, но остаётся очень тяжёлой. Используется для защиты мощных реакторов, пехотной брони, БСС-приводов и других систем, испытывающих значительные нагрузки.
    .suffix = Т4
ent-ArmorPlateEconomy4Broken = повреждённая бронеплита «EMAG»
    .desc = Обломки продвинутой электромагнитной бронеплиты. Крайне тревожный знак.
    .suffix = Т4

# Кремний (дуговая печь)
ent-SiliconWaferEconomy = кремниевая пластина
    .desc = Чистый срез монокристаллического кремния. Необходим для продвинутой электроники!
    .suffix = Т1
ent-SiliconWaferEconomySliceSpawner8 = кремниевая пластина (x8)
    .desc = { ent-SiliconWaferEconomy.desc }
ent-SiliconWaferScrapEconomy = лом кремниевой пластины
    .desc = Разбитая и загрязнённая масса кремния, когда-то полезная для компьютеров. Какая трата.
ent-SiliconBouleEconomy = кремниевый слиток
    .desc = Массивный, но хрупкий кусок очищенного кремния, готовый к нарезке на пластины процессорного качества. Не трогайте без перчаток!
    .suffix = Т2
ent-SiliconBouleScrapEconomy = лом кремниевого слитка
    .desc = Разбитая и загрязнённая масса кремния, когда-то полезная для компьютеров. Какая трата.
