ent-CapsuleEconomy = капсула хранения
    .desc = Используется для хранения химикатов и других веществ, необходимых в промышленных процессах.
ent-CapsuleLargeEconomy = большая капсула хранения
    .desc = Используется для хранения химикатов и других веществ, необходимых в промышленных процессах. Значительно больше своей базовой версии.

# Ёмкости компонентов
ent-MatterBinEconomy1 = ёмкость компонентов
    .desc = Используется для хранения химикатов и других веществ, необходимых в промышленных процессах. Можно открывать и закрывать. Не используйте как компонент, пока внутри есть реагенты!
    .suffix = Т1
ent-MatterBinEconomy2 = большая ёмкость компонентов
    .desc = Используется для хранения химикатов и других веществ, необходимых в промышленных процессах. Значительно больше предшественника. Можно открывать и закрывать. Не используйте как компонент, пока внутри есть реагенты!
    .suffix = Т2
ent-MatterBinEconomy2Spawner = { ent-MatterBinEconomy2 }
    .desc = { ent-MatterBinEconomy2.desc }
ent-MatterBinEconomy3 = сверхёмкость компонентов
    .desc = Используется для хранения химикатов и других веществ, необходимых в промышленных процессах. Значительно больше предшественника. Можно открывать и закрывать. Не используйте как компонент, пока внутри есть реагенты!
    .suffix = Т3

# Процессоры
ent-MicroprocessorEconomy1 = микропроцессор
    .desc = Довольно распространённый программируемый микроконтроллер. Пригодится во всём, где нужна хоть капля «мозгов».
    .suffix = Т1
ent-MicroprocessorEconomy2 = нанопроцессор
    .desc = Более продвинутая миниатюрная вычислительная система, способная запускать базовую операционную систему!
    .suffix = Т2
ent-MicroprocessorEconomy3 = квантовый процессор
    .desc = Современная квантовая вычислительная система со встроенным охлаждением, памятью и резервным питанием. Справляется со всем — от ИИ уровня персоны до пилотирования БСС.
    .suffix = Т3

# Конденсаторы
ent-CapacitorEconomy1 = промышленный базовый конденсатор
    .desc = Простой конденсатор для малого хранения энергии и простых схем.
    .suffix = Т1
ent-CapacitorEconomy2 = промышленный продвинутый конденсатор
    .desc = Улучшенный конденсатор, выдерживающий большее напряжение и запасающий больше энергии благодаря очищенным полупроводникам.
    .suffix = Т2
ent-CapacitorEconomy3 = промышленный суперконденсатор
    .desc = Современный конденсатор, способный хранить огромные объёмы энергии для своего размера благодаря миниатюрной технологии СМЭС.
    .suffix = Т3

# Кирпичи компонентов
ent-ComponentBrickEconomy1 = базовые компоненты
    .desc = Корпус механо-электрических интерфейсных систем: шестерни, шаговые двигатели, кабели и прочее.
    .suffix = Т2
ent-ComponentBrickEconomy1SpawnerT2 = { ent-ComponentBrickEconomy1 }
    .desc = { ent-ComponentBrickEconomy1.desc }
ent-ComponentBrickEconomy2 = продвинутые компоненты
    .desc = Корпус более точных, прочных и долговечных механо-электрических интерфейсных систем.
    .suffix = Т3
ent-ComponentBrickEconomy3 = сверхкомпоненты
    .desc = Корпус современных интерфейсных систем и прочих деталей. Надёжные, эффективные и дорогие.
    .suffix = Т4

# Электромагниты
ent-ElectromagnetEconomy1 = базовый электромагнит
    .desc = Кольцо из магнитного металла и проводящего кабеля. Полезен для систем удержания и механо-электрических интерфейсов. Добавьте базовые компоненты, чтобы начать сборку составного электромагнита.
    .suffix = Т1
ent-ElectromagnetEconomy2Start = составной электромагнит (незавершённый)
    .desc = Незавершённый составной электромагнит. Для начала сборки нужно 10 НВ кабелей.
    .suffix = Т1
ent-ElectromagnetEconomy2 = составной электромагнит
    .desc = Многослойный электромагнит в форме трубы, облицованный прочным проводящим материалом. Мощно преобразует электрическую и кинетическую энергию.
    .suffix = Т2
ent-ElectromagnetEconomy3Start = сверхпроводящий электромагнит (незавершённый)
    .desc = Незавершённый сверхпроводящий электромагнит. Требует дальнейшей сборки в прецизионном сборщике.
    .suffix = Т2
ent-ElectromagnetEconomy3 = сверхпроводящий электромагнит
    .desc = Массивный сверхпроводящий электромагнит. Крайне полезен для высокоэнергетического удержания и двигательных систем.
    .suffix = Т3

# Радио
ent-RadioEconomy1 = компонент широкополосного Т/П радио
    .desc = Радиокомпонент передатчика/приёмника, способный настраиваться и передавать на большинство обычных частот даже на расстоянии.
    .suffix = Т2
ent-RadioEconomy2 = компонент ВЧ-трансивера сигнала
    .desc = Высокочастотный передатчик/приёмник сигнала, способный перехватывать и работать на разных частотах. Дальность обнаружения также делает его полезным в продвинутых сенсорных системах: радарах, ELINT и тепловых панелях.
    .suffix = Т4

# Оптика
ent-OpticsEconomy1 = оптический сенсор
    .desc = Камера в форме глаза, улавливающая фотоны. По сути навороченное глазное яблоко, хотя есть и другие применения.
    .suffix = Т1
ent-OpticsEconomy2 = прецизионный оптический сенсор
    .desc = Продвинутый высокоточный фотонный сенсор, сохраняющий чёткость изображения удалённых объектов. Крайне полезен для наблюдения, обнаружения и слежения.
    .suffix = Т3

# Камера и мотор
ent-CameraEconomy1 = фотонная вспышечная камера
    .desc = Оптический сенсор, приспособленный и излучать, и принимать высокоэнергетические фотоны. Полезен.
    .suffix = Т2
ent-MotorEconomy1 = промышленный мотор
    .desc = Мощный специализированный электродвигатель для электромеханического преобразования энергии с высоким крутящим моментом.
    .suffix = Т2
