mono-monolithic-event-fragment-start-announcement = Внимание всем экипажам шаттлов. В районе данного сектора был обнаружен сигнал неизвестной природы, возможно, это след космической аномалии. Будьте осторожны и рекомендуем вам избегать возможный источник данного сигнала.
mono-monolithic-event-fragment-warning-announcement = Внимание, вокруг источника сигнала неизвестной природы зафиксированы подпространственные сигнатурные изменения, будьте осторожны.
mono-monolithic-event-fragment-end-announcement = Внимание, источника сигнал неизвестной природы более не виден по показаниям наших приборов. Рекомендуется повышенная бдительность и осторожность в зоне где он ранее фиксировался.
mono-monolithic-event-name-MonolithicFragment = #$!@$[Монолит]%$^$#
