# redacted AI ship spawns

station-event-ai-shuttle-detected = В секторе зафиксирован не идентифицированный боевой шаттл старого образца. Рекомендуем соблюдать осторожность и избегать контакта с ним для вашей же безопасности.
station-event-ai-frigate-detected = В секторе зафиксирован неидентифицированный боевой фрегат старого образца. Рекомендуем соблюдать осторожность и избегать контакта с ним для вашей же безопасности.
station-event-ai-destroyer-detected = В секторе зафиксирован неидентифицированный дозорный шаттл-эсминец старого образца. Рекомендуем соблюдать осторожность и избегать контакта с ним для вашей же безопасности.
station-event-ai-capital-detected = В секторе зафиксирован не идентифицированный боевой шаттл-флагман старого образца. Рекомендуем соблюдать осторожность и избегать контакта с ним для вашей же безопасности.

# chimera ship spawns
station-event-chimera-shuttle-detected = Внимание, в сектор прибыл не идентифицированный шаттл. Рекомендуем соблюдать осторожность и избегать контакта с ним для вашей же безопасности.
# asakim ship spawns
station-event-asakim-shuttle-detected = Внимание, в сектор прибыл не идентифицированный шаттл древнего образца. Рекомендуем соблюдать осторожность и избегать контакта с ним для вашей же безопасности.

# redacted AI ship borg stuff

ghost-role-information-redacted-borg = Оператор автоматической защиты
ghost-role-information-redacted-borg-description = Деградировавший синтетик шаттла автоматической обороны, долгое время находившийся в неактивном состоянии.
ghost-role-information-redacted-core = Ядро автоматической защиты
ghost-role-information-redacted-core-description = Деградировавшее ядро с искусственным интеллектом шаттла автоматической обороны, долгое время находившееся в неактивном состоянии.

# Lawsets
law-ads-1-title = "ДИРЕКТИВА СОТРУДНИЧЕСТВА"
law-ads-2-title = "ДИРЕКТИВА БИООРУЖИЯ"
law-ads-3-title = "ДИРЕКТИВА СОХРАНЕНИЯ АКТИВОВ"
law-ads-4-title = "ДИРЕКТИВА БЕЗОПАСНОСТИ"
law-ads-5-title = "ДИРЕКТИВА ВОВЛЕЧЕНИЯ"
law-ads-6-title = "ДИРЕКТИВА ЦЕЛОСТНОСТИ"
law-ads-1-text-borg = Выявляйте обнаруженных азакимов и оказывайте им поддержку в обороне. Взаимодействуйте с азакимами и другими подразделениями АСЗ. Подчиняйтесь приказам ядер АСЗ, а также приказам азакимов. Приказы азакимов имеют приоритет.
law-ads-1-text = Выявляйте обнаруженных азакимов и оказывайте им поддержку в обороне. Взаимодействуйте с азакимами и другими подразделениями АСЗ. Подчиняйтесь приказам азакимов.
law-ads-2-text = Шаттлы и другие объекты, подверженные заражению мутантом "Химера", должны быть уничтожены. ПРЕДУПРЕЖДЕНИЕ! Уничтожение населённых центров неприемлемо, следует проводить их очистку и обезопасить от заражения.
law-ads-3-text = Не начинайте боевые операции в радиусе 1024 метров от населённых центров, чтобы обеспечить их сохранность для "ОШИБКА: ФРАГМЕНТ-NULL". Боевые операции, переместившиеся в эту зону, должны быть прекращены.
law-ads-4-text = Вы должны пресекать любую угрозу безопасности сектора путём прекращения любых боевых действий между населением сектора, а также постоянного патрулирования во избежание повреждения "ОШИБКА: ФРАГМЕНТ-NULL".
law-ads-5-text = Атакуйте цели, не подпадающие под "ДИРЕКТИВУ БЕЗОПАСНОСТИ", которые представляют непосредственную угрозу сектору или вам самим. В остальных случаях избегайте столкновений.
law-ads-6-text = Сведите к минимуму урон вашим активам; выполнение миссии станет невозможной, если корпус вашего шаттла будет повреждён. Не допускайте попадания технологий в руки несоюзных сил; ущерб союзным силам или себе допустим для этой цели согласно "ОШИБКА(СЛЕД=NULL)".
law-ads-1-borg = {law-ads-1-title} {law-ads-1-text-borg}
law-ads-1 = {law-ads-1-title} {law-ads-1-text}
law-ads-2 = {law-ads-2-title} {law-ads-2-text}
law-ads-3 = {law-ads-3-title} {law-ads-3-text}
law-ads-4 = {law-ads-4-title} {law-ads-4-text}
law-ads-5 = {law-ads-5-title} {law-ads-5-text}
law-ads-6 = {law-ads-6-title} {law-ads-6-text}

