# This file is only for the language traits. If we add species-specific languages to the list of traits,
# we should add them here in the order they are in the list, for organization. Maybe add more languages later.

trait-category-languages = Мови

trait-language-foreigner-light-name = Легкий Чужинець
trait-language-foreigner-light-desc =
    Ви розумієте загальну мову - Андромеда, але поки що не можете нею вільно розмовляти.
    У вас є перекладач, який допоможе вам розмовляти, тож краще подбайте, щоб він був заряджений.

trait-language-foreigner-name = Чужинець
trait-language-foreigner-desc =
    Ви не розумієте загальноприйняту мову - Андромеда, і для спілкування вам постійно потрібен перекладач.
    У вас є перекладач, який допоможе вам розуміти та розмовляти з іншими, тож краще подбайте, щоб він був заряджений.

trait-language-signlanguage-name = Мова жестів
trait-language-signlanguage-desc =
    Ви використовуєте мову тіла, жести рук та інші види рухів, щоб донести свою думку.
    Якщо ви з будь-якої причини не можете говорити, ви все одно можете спілкуватися за допомогою мови жестів.

trait-language-solcommon-name = Звичайний Сол
trait-language-solcommon-desc =
    Мова Звичайний Сол, що бере свій початок від мандаринського діалекту китайської мови, стала офіційною мовою Транс Солярійської Федерації, а державні чиновники докладають зусиль, щоб об’єднати її в єдину мову.
    Нею розмовляють держслужбовці, військовослужбовці, а також ті, хто відчуває національну гордість за Федерацію або ж піддався впливу її культури.

trait-language-tradeband-name = Торгова
trait-language-tradeband-desc =
    Походячи від латинської та романських мов стародавньої Землі, трейдбенд залишається основною мовою вищого класу людства.
    Для більшості людей ця мова звучить вишукано та має чітку структуру. Вона залишається популярною серед торговців, дипломатів та тих, хто прагне зберегти частинку романтичного минулого.

trait-language-freespeak-name = Ашер
trait-language-freespeak-desc =
    Мова, яку рідко можна почути за межами сектора Колосус, що сформувалася з часом у результаті ізоляції від основних систем та занепалих колоній, залишених напризволяще на цій околиці цивілізованого космосу.
    Зазвичай це асоціюється з нерозбірливою мовою, коли для передачі змісту слів більшу роль відіграє інтонація.

trait-language-elyran-name = Еліран
trait-language-elyran-desc =
    Ця мова сформована на основі елементів перської, арабської та турецької мов, і вплив усіх трьох цих мов помітний у її граматиці та лексиці.

trait-language-valyrianstandard-name = Валірійська
trait-language-valyrianstandard-desc =
    Мова, що походить від східноєвропейських мов стародавньої Землі — Валірійська є мовою гарпій, які виросли на своїй рідній планеті Валірія 4b
    Цією мовою рідко розмовляють за межами спільнот її носіїв, а в наш час її витіснили «штучні мови Транс Солярійської Федерації».
    Її прихильниками є ті, хто прагне зберегти традиції та вірування стародавніх народів, що існували ще до колоніальної епохи.

trait-language-novunederic-name = Нову-Недерік
trait-language-novunederic-desc =
    Колись це була мова моряків і купців, а тепер — мова космонавтів, тераформерів і першопрохідців.
    Ця пряма й прагматична мова торгівлі, якою розмовляють у Новій Голландії, зберегла гострі приголосні та укорочені голосні, що походять від її старовинних коренів.
    Базуючись на століттях морських подорожей, меліорації та торгівлі, ця мова процвітає серед тих, хто творить цілі світи — так само, як їхні предки творили землю з моря.

trait-language-azaziba-name = Сінта-Азазіба
trait-language-azaziba-desc =
    Мова Могесів, що складається з поєднання слів та жестів.
    Хоча його популярність дещо знизилася з моменту виходу Могеса на галактичну арену, він залишається широко вживаним серед Унаті, які так і не піддалися культурному пануванню Гегемонії.

trait-language-SiikMaas-name = Сік'мас
trait-language-SiikMaas-desc =
    Стародавня релігійна мова Тайарів, яка сьогодні є найпоширенішою мовою на острові Адхомай та викладається там найчастіше.
